[
  {
    "section_id": "5e315068-2c23-412f-8a57-14f62125d661",
    "section_number": "I",
    "section_title": "General Information",
    "section_text": "# I. General Information\n\n#### A. Does this action apply to me?\n\nTable 1 of this preamble lists the NESHAP and associated regulated industrial source categories that are the subject of this supplemental proposal. Table 1 is not intended to be exhaustive, but rather provides a guide for readers regarding the entities that the proposed rule is likely to affect. The standards, if promulgated, will be directly applicable to the affected sources. Federal, State, local, and Tribal government entities would not be affected by this rule. As defined in the *Initial List of Categories of Sources Under Section 112(c)(1) of the Clean Air Act Amendments of 1990* (see 57 FR 31576; July 16, 1992) and *Documentation for Developing the Initial Source Category List, Final Report* (see EPA-450/3-91-030; July 1992), the Lime Manufacturing source category is “any facility engaged in producing high calcium lime, dolomitic lime, and dead-burned dolomite.” However, lime manufacturing plants located at pulp and paper mills or at beet sugar factories are not included in the source category (69 FR 394, 397, January 5, 2004).\n\n| **Table 1—NESHAP and Industrial Source Categories Affected by This Proposed Action** | Source category and NESHAP  | NAICS code ^1^ |\n| ------------------------------------------------------------------------------------ | --------------------------- |\n| Lime Manufacturing                                                                   | 32741, 33111, 3314, 327125. |\n| ^1^ North American Industry Classification System.                                   |\n\n#### B. Where can I get a copy of this document and other related information?\n\nIn addition to being available in the docket, an electronic copy of this action is available on the internet. Following signature by the EPA Administrator, the EPA will post a copy of this supplemental proposal at *https://www.epa.gov/stationary-sources-air-pollution/lime-manufacturing-plants-national-emission-standards-hazardous.* Following publication in the Federal Register , the EPA will post the Federal Register version of this supplemental proposal rule and key technical documents at this same website.\n\n##",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "7e7d350c-402a-4c75-84fd-7cffbf947027",
    "section_number": "II",
    "section_title": "Background",
    "section_text": "# II. Background\n\n#### A. What is the statutory authority for this action?\n\nOn January 5, 2023, the EPA proposed to amend the National Emission Standards for Hazardous Air Pollutants for Lime Manufacturing Plants (Lime Manufacturing NESHAP), to set emission standards for four previously unregulated pollutants. ^[(1) ]()^This supplemental proposal seeks comment on revisions to the proposed emission limits for HCl, mercury, organic HAP, and D/F based on information received from public commenters and other sources of information, including the small business review panel.\n\nIn *Louisiana Environmental Action Network* v. *EPA (LEAN),* 955 F.3d 1088 (D.C. Cir. 2020) the U.S. Court of Appeals for the District of Columbia Circuit (D.C. Circuit) held that the EPA has an obligation to address unregulated emissions from a source category in the 8-year review. To meet this obligation, the EPA issued the January 5, 2023, proposed rule to address unregulated emissions of HAP from the lime manufacturing source category. The proposed amendments defined the maximum achievable control technology (MACT) standard for hydrogen chloride (HCl), mercury, total hydrocarbon (THC) as a surrogate for organic HAP, and dioxin/furans (D/F) within the lime manufacturing source category pursuant to the Clean Air Act (CAA) sections 112(d)(2) and (3). This proposal supplements the January 5, 2023, proposed rule amendments.\n\n#### B. What is this source category and how does the current NESHAP regulate its HAP emissions?\n\nThe EPA promulgated the Lime Manufacturing NESHAP on January 5, 2004 (69 FR 394). The standards are codified at 40 CFR part 63, subpart AAAAA. The lime manufacturing industry consists of facilities that use a lime kiln to produce lime product from limestone by calcination. The source category covered by this MACT standard currently includes 34 facilities.\n\nAs promulgated in 2004, the current Lime Manufacturing NESHAP regulates HAP emissions from all new and existing lime manufacturing plants that are major sources, co-located with major sources, or are part of major sources. A lime manufacturing plant is defined as any plant which uses a lime kiln to produce lime product from limestone or other calcareous material by calcination. The NESHAP specifically excludes lime kilns that use only calcium carbonate waste sludge from water softening processes as the feedstock. In addition, lime manufacturing plants located at pulp and paper mills or at beet sugar factories are not subject to the NESHAP. Lime manufacturing operations at pulp and paper mills are subject to the NESHAP for combustion sources at kraft, soda, and sulfite pulp and paper mills. ^[(2) ]()^Lime manufacturing operations at beet sugar processing plants are not subject to the Lime Manufacturing NESHAP because beet sugar lime kiln exhaust is typically routed through a series of gas washers to clean the exhaust gas prior to process use. Other lime manufacturing plants that are part of multiple operations, such as (but not limited to) those at steel mills and magnesia production facilities, are subject to the Lime Manufacturing NESHAP.\n\nThe current Lime Manufacturing NESHAP defines the affected source as each lime kiln and its associated cooler and each individual processed stone handling (PSH) operations system. The PSH operations system includes all equipment associated with PSH operations beginning at the process stone storage bin(s) or open storage pile(s) and ending where the process stone is fed into the kiln. It includes man-made process stone storage bins (but not open process stone storage piles), conveying system transfer points, bulk loading or unloading systems, screening operations, surge bins, bucket elevators, and belt conveyors.\n\nThe current Lime Manufacturing NESHAP established particulate matter (PM) emission limits for lime kilns, coolers, and PSH operations with stacks. The NESHAP also established opacity limits for kilns equipped with electrostatic precipitators (ESP) and fabric filters (FF) and scrubber liquid flow limits for kilns equipped with wet scrubbers. Particulate matter serves as a surrogate for the non-mercury metal HAP. The NESHAP also regulates opacity or visible emissions from most of the PSH operations, with opacity also serving as a surrogate for HAP metals.\n\nThe PM emission limit for existing kilns and coolers is 0.12 pounds PM per ton of stone feed (lb/tsf) for kilns using dry air pollution control systems ( *e.g.,* dry scrubbers, fabric filters, baghouses) prior to January 5, 2004. Existing kilns that have installed and are operating wet scrubbers prior to January 5, 2004, must meet an emission limit of 0.60 lb/tsf. Kilns which meet the criteria for the 0.60 lb/tsf emission limit must continue to use a wet scrubber for PM emission control in order to be eligible to meet the 0.60 lb/tsf limit. If at any time such a kiln switches to a dry control, it would become subject to the 0.12 lb/tsf emission limit, regardless of the type of control device used in the future. The PM emission limit for all new kilns and lime coolers is 0.10 lb/tsf. As a compliance option, these emission limits (except for the 0.60 lb/tsf limit) may be averaged across kilns and coolers at the lime manufacturing plant. If the lime manufacturing plant has both new and existing kilns and coolers, then the emission limit would be an average of the existing and new kiln PM emissions limits, weighted by the annual actual production rates of the individual kilns, except that no new kiln may exceed the PM emission level of 0.10 lb/tsf. Existing kilns that have installed and are operating wet scrubbers prior to January 5, 2004, and that are required to meet a 0.60 lb/tsf emission limit must meet that limit individually, and they may not be included in any averaging calculations.\n\nEmissions from PSH operations that are vented through a stack are subject to a limit of 0.05 grams PM per dry standard cubic meter (g/dscm) and 7 percent opacity. Stack emissions from PSH operations that are controlled by wet scrubbers are subject to the 0.05 g PM/dscm limit but are not subject to the opacity limit. Fugitive emissions from PSH operations are subject to a 10 percent opacity limit.\n\nFor each building enclosing any PSH operation, each of the affected PSH operations in the building must comply individually with the applicable PM and opacity emission limitations. Otherwise, there must be no visible emissions from the building, except from a vent, and the building's vent emissions must not exceed 0.05 g/dscm and 7 percent opacity. For each fabric filter that controls emissions from only an individual, enclosed processed stone storage bin, the opacity must not exceed 7 percent. For each set of multiple processed stone storage bins with combined stack emissions, emissions must not exceed 0.05 g/dscm and 7 percent opacity. The current Lime Manufacturing NESHAP does not allow averaging of PSH operations.\n\nThe 2020 amendments finalized the residual risk and technology review (RTR) conducted for the Lime Manufacturing NESHAP. The 2020 RTR found that the Lime Manufacturing NESHAP provided an ample margin of safety to protect public health, more stringent standards were not necessary to prevent an adverse environmental effect, and that there were no developments in practices, processes, or control technologies that would warrant revisions to the standards. In addition, the 2020 RTR addressed periods of startup, shutdown, and malfunction (SSM) by removing any exemptions during SSM operations. Lastly, the 2020 amendments included provisions requiring electronic reporting.\n\n###",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "e235fa4e-fa2f-44b5-b5c8-c48c7bd48062",
    "section_number": "C",
    "section_title": "What changes did we propose for the lime manufacturing source category in our January 5, 2023, proposal?",
    "section_text": "# C. What changes did we propose for the lime manufacturing source category in our January 5, 2023, proposal?\n\nOn January 5, 2023, the EPA published a proposal in the Federal Register for the Lime Manufacturing NESHAP, 40 CFR part 63, subpart AAAAA to propose setting MACT standards for HCl, mercury, THC as a surrogate for organic HAP, and D/F. Table 2 includes a summary of the MACT standards in the January 5, 2023, proposal.\n\n| **Table 2—Summary of New and Existing Source Limits for the Lime Manufacturing NESHAP Included in the January 5, 2023, Proposal** | Pollutant ^1^ | Kiln type ^2^ | Stone produced ^3^ | New sourcelimit                 | Unit of measure | Existing sourcelimit              | Unit of measure |\n| --------------------------------------------------------------------------------------------------------------------------------- | ------------- | ------------- | ------------------ | ------------------------------- | --------------- | --------------------------------- |\n| HCl                                                                                                                               | SR            | DL, DB        | 1.6                | lb/ton stone produced           | 2.2             | lb/ton stone produced.            |\n|                                                                                                                                   | SR            | QL            | 0.021              | lb/ton stone produced           | 0.58            | lb/ton stone produced.            |\n|                                                                                                                                   | PR            | DL, DB        | 0.39               | lb/ton stone produced           | 0.39            | lb/ton stone produced.            |\n|                                                                                                                                   | PR            | QL            | 0.015              | lb/ton stone produced           | 0.015           | lb/ton stone produced.            |\n|                                                                                                                                   | VK            | QL            | 0.021              | lb/ton stone produced           | 0.021           | lb/ton stone produced.            |\n| Mercury                                                                                                                           | All           | QL, DL        | 24.9               | lb/MMton stone produced         | 24.9            | lb/MMton stone produced.          |\n|                                                                                                                                   | All           | DB            | 24.4               | lb/MMton stone produced         | 33.1            | lb/MMton stone produced.          |\n| THC                                                                                                                               | All           | All           | 0.86               | ppmvd as propane @7 percent O 2 | 3.47            | ppmvd as propane @7 percent O 2 . |\n| D/F                                                                                                                               | All           | All           | 0.028              | ng/dscm (TEQ) @7 percent O 2    | 0.028           | ng/dscm (TEQ) @7 percent O 2 .    |\n| ^1^ Hydrogen chloride (HCl), total hydrocarbon (THC), dioxin/furans (D/F).                                                        |\n| ^2^ Straight rotary kiln (SR), preheater rotary kiln (PR), vertical kiln (VK).                                                    |\n| ^3^ Dolomitic lime (DL), quick lime (QL), dead burned dolomitic lime (DB).                                                        |\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "3a433421-d022-427b-ad45-6cf63061fb0a",
    "section_number": "III",
    "section_title": "Analytical Results and Proposed Decisions",
    "section_text": "# III. Analytical Results and Proposed Decisions\n\nThis section provides a description of this proposal, which supplements the January 5, 2023, proposed amendments, and the EPA's rationale for this supplemental proposal.\n\n#### A. What revisions are we proposing to the hydrogen chloride emission standards?\n\nAs a result of reviewing public comments received on the January 5, 2023, proposed amendments, the EPA was made aware of five instances where kilns were subcategorized as preheater rotary kilns (PR) producing quick lime (QL) but were in fact straight rotary kilns (SR) producing QL. All five kilns identified are located at the Carmeuse Lime and Stone plant in Gary, Indiana. One of these five kilns was in the HCl MACT pool for the PR, QL subcategory, and was included in the Upper Predictive Limit (UPL) calculations. This kiln was moved from this subcategory to the SR, QL subcategory. Removing this kiln from the PR, QL subcategory and adding it to the SR, QL subcategory changed the data used in the UPL calculation and therefore changed the UPL calculation results. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations.\n\nIn addition, in the January 5, 2023, proposal we did not subcategorize vertical kilns by the type of stone produced. We received a comment that the EPA should subcategorize vertical kilns by product, similar to the subcategorization of rotary kilns. (See Docket ID No. EPA-HQ-OAR-20177-0015-0166). In this action we are proposing a vertical kiln (VK): dolomitic lime (DL), dead-burned, dolomitic lime (DB) subcategory as was done with the proposed PR, DL/DB rotary kiln emission limits.\n\nThe changes in our proposed HCl emission limits for new and existing sources are include in table 3.\n\n| **Table 3—Summary of Re-Proposed New and Existing Source Limits for Hydrogen Chloride** | Kiln type ^1^ | Stone produced ^2^ | New source limit (lb/ton stoneproduced) | Existing source limit(lb/ton stoneproduced) |\n| --------------------------------------------------------------------------------------- | ------------- | ------------------ | --------------------------------------- |\n| SR                                                                                      | QL            | 0.015              | 0.52                                    |\n| SR                                                                                      | DL, DB        | 1.7                | 2.3                                     |\n| PR                                                                                      | QL            | 0.096              | 0.096                                   |\n| PR                                                                                      | DL, DB        | 0.39               | 0.39                                    |\n| VK                                                                                      | QL            | 0.021              | 0.021                                   |\n| VK                                                                                      | DL, DB        | 0.39               | 0.39                                    |\n| ^1^ Straight rotary kiln (SR), preheater rotary kiln (PR), vertical kiln (VK).          |\n| ^2^ Dolomitic lime (DL), quick lime (QL), dead burned dolomitic lime (DB).              |\n\nIn the January 5, 2023, proposal the EPA estimated that applying a removal efficiency of dry sorbent injection (DSI) controls using hydrated lime to each kiln in the source category to meet the MACT floor would result in a reduction of HCl emissions from these sources of 1,163 tons per year (tpy). As a result of the changes to these subcategories, explained in this section, the EPA now estimates that applying a removal efficiency of DSI controls to meet the MACT floor would result in a reduction of HCl emissions from these sources of 884 tons of HCl per year.\n\nWe conducted a revised beyond-the-floor analysis, where we evaluated whether existing kilns would be able to comply with the proposed new source HCl MACT floor limits. We found that the estimated reduction in HCl emissions from existing sources complying with a beyond-the-floor HCl limit is 1,453 tpy. The estimated incremental reduction, where we compare the existing source beyond-the-floor limit to the existing source MACT floor limit, is 568 tpy. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations. Using revised cost calculations (refer to section IV.C. of this preamble) we estimate the total capital investment to be $749,000,000 and total annual costs to be $139,000,000 per year for beyond-the-floor limits. This results in a cost effectiveness of approximately $95,000 per ton of HCl removal. We do not consider these control costs to be reasonable compared to other rules where we have regulated HCl and costs were a consideration. ^[(3) ]()^Therefore we are not proposing a beyond-the-floor standard for HCl. Refer to the memorandum, “Cost Impacts for the Lime Manufacturing Plants Industry Supplemental Proposal”, included in the docket of this rulemaking.\n\nAs part of our beyond-the-floor analysis, we typically identify control techniques that have the ability to achieve an emissions limit more stringent than the MACT floor. No techniques were identified that would achieve HAP reductions greater than the new source floors for the HCl subcategories. Therefore, consistent with the January 5, 2023, proposal the EPA is not proposing a beyond-the-floor HCl limit for new sources in this supplemental proposal.\n\nIn its report, the Small Business Advocacy Review Panel requested that the EPA consider establishing a health-based emission limit (HBEL) for HCl and asked the EPA to take comment on a potential HBEL standard. For a HAP with an established health threshold, CAA section 112(d)(4) allows the EPA to consider such health thresholds when establishing emission standards under CAA section 112(d). Section 112(d)(4) of the CAA states, “With respect to pollutants for which a health threshold has been established, the Administrator may consider such threshold level, with an ample margin of safety, when establishing emission standards under this subsection.” In other words, for HAP with a health threshold, standards may be promulgated under a process different from that otherwise specified in CAA section 112(d), and these standards are referred to as HBEL. Based on the request, the EPA seeks comment on establishing an HBEL under CAA section 112(d)(4) for HCl.\n\nThe EPA is mindful that, in *Sierra Club* v. *Environmental Protection Agency,* 895 F.3d 1 (D.C. Cir. 2018), the court remanded the NESHAP for Brick and Structural Clay Products Manufacturing and for Clay Ceramics Manufacturing. The court found that the EPA had not sufficiently supported its determination that HCl is a “pollutant for which a health threshold has been established”; specifically, the court determined that the rulemaking record did not show that HCl is not a carcinogen. 895 F.3d at 11. The court also stated that the EPA had not sufficiently explained why it had used the EPA inhalation Reference Concentration (RfC) instead of using California's health value in setting the HBEL. Below, the EPA considers the court's points related to the denying the use of an HBEL for HCl as well as an example of how an HBEL may be established for this rulemaking.\n\nWith regard to carcinogenicity, it is important to acknowledge that the science and methods of cancer risk assessment have evolved over the 33 years since the CAA amendments were issued. The EPA now recognizes that carcinogens can be either non-threshold or threshold pollutants. ^[(4) ]()^Linear non-threshold carcinogens can cause adverse health effects, including cancer, at any level of exposure. In contrast, non-linear threshold carcinogens may pose a cancer risk only above a certain exposure level. Based on the science and methods developed over the last 33 years, and CAA section 112(d)(4)'s focus on a threshold, not cancer risk, we believe that the issue is not whether HCl is a carcinogen but rather whether HCl has a threshold.\n\nAn important consideration when determining if a carcinogen has a threshold is whether it is mutagenic. If a pollutant is mutagenic, science supports that any dose may cause cancer; in other words, there is not likely to be a threshold. In the case of HCl, the available evidence does not indicate that HCl has a mutagenic effect. Bacteria that have been exposed to HCl in research studies have not exhibited any mutations. ^[(5) ]()^Although studies reported by Morita *et al.* (1989)  ^[(6) ]()^and Brusick (1986)  ^[(7) ]()^involving mammalian exposure to HCl have found mutagenicity, researchers have concluded that these effects are an artifact of acidic conditions caused by exceptionally high doses of HCl. Genotoxic or mutagenic effects caused at high doses by changes in pH are not relevant to environmental levels of exposure under normal physiological conditions.\n\nAnother important consideration in determining whether a pollutant has a threshold is understanding whether there are alternative mechanisms by which the observed effects could lead to the development of cancer. In an animal study designed to observe cancer outcomes, rats exposed to HCl showed increased cell production and tissue enlargement, known as hyperplasia, in the respiratory tract. However, the rats showed no evidence of HCl-induced tumors or cancer. ^[(8) ]()^Hyperplasia may or may not progress to tumor development and cancer over time. ^[(9) ]()^However, cancer cannot occur through this mechanism if exposure is below the threshold at which hyperplasia occurs. Continuous exposure to a chemical or its metabolite can cause persistent cell killing which in turn may result in regenerative hyperplasia in the damaged tissue. The EPA's Office of Pesticides recognizes that “for irreversible tissue alterations to occur in humans, including cancer by this mode of action, a *sufficient exposure* (emphasis added) must be encountered over a prolonged period.”  ^[(10) ]()^The EPA's Integrated Risk Information System (IRIS) program has similarly recognized the existence of a threshold of exposure for hyperplasia and resulting cancer outcomes from exposure to chloroform. Chloroform was labeled as likely to be carcinogenic to humans under high-exposure conditions that cause hyperplasia. However, the EPA concluded that chloroform is not likely to be carcinogenic to humans under exposure conditions that do not cause hyperplasia. ^[(11)]()^\n\nThe EPA derived a reference concentration (RfC) for HCl which identifies a health-based threshold for hyperplasia   ^[(12) ]()^ . This RfC represents an estimate (with uncertainty spanning perhaps an order of magnitude) of a daily inhalation exposure to the human population (including sensitive subgroups) that is likely to be without an appreciable risk of deleterious effects during a lifetime. An expert review workshop had previously evaluated the evidence available for HCl and for a similar chemical, sulfuric acid, and suggested that no adverse effects from exposure to HCl would be expected in humans at or below 3 mg/m3. ^[(13) ]()^The EPA performed an independent evaluation to identify a value expected to be without adverse effects, including in sensitive subgroups. The EPA's dose-response evaluation incorporated a 300-fold factor to account for any residual uncertainty, including the potential for variability in response across the human population. The final RfC derived by the EPA was 0.02 mg/m3. ^[(14) ]()^Exposure to HCl in the general population is expected to occur below 3 mg/m3 and 0.02 mg/m3, below which there are no observable adverse health effects. Considering the evidence regarding  ^[(15) ]()^and the availability of a hyperplasia protective health threshold, the EPA seeks comment on whether it is appropriate to consider HCl a threshold pollutant under CAA section 112(d)(4). The EPA also requests comments on new or additional scientific evidence that will inform the agency whether or not HCl has a threshold.\n\nIn its 2018 opinion in *Sierra Club,* the D.C. Circuit also stated that the EPA did not fully explain why the EPA's RfC for HCl, which the Agency has designated as a “low confidence” value, was preferable to an alternative value developed by the California EPA, known as the chronic reference exposure level (REL). The EPA had previously explained in its *Methods for Derivation of Inhalation Reference Concentrations and Application of Inhalation Dosimetry* and *Guidelines for Carcinogenic Risk Assessment* that the Agency derives RfC only when there are enough data to designate a pollutant as having a threshold and there are enough data to set a numerical RfC. Also, after deriving an RfC, the EPA evaluates the data used to derive the RfC and assigns confidence levels of high, medium, or low to each of its reference concentrations based on the completeness of the supporting data base. ^[(16) ]()^A “low confidence” label in the RfC is applied to a derivation that is based on several data extrapolations and a less complete data base than those with a “high confidence” or “medium confidence” labels. Therefore, a “low confidence” RfC value indicates that it may change if additional supporting data become available. It does not mean that the current available data base is weak or unreliable. In fact, the principal and supporting studies selected to derive the RfC for HCl meet the data base criteria for estimation of an RfC which means that the data base is adequate and acceptable. The California EPA chronic REL for HCl was derived using the same principal and supporting studies. Therefore, the California EPA value reflects the same data base confidence as the EPA RfC.\n\nWhile the EPA and California EPA values were derived using the same principal study and similar methodologies, there was a significant difference in the derivation of each value, which led to the California EPA value being more stringent. The principal driver for this difference was the California EPA's exclusion of mid-respiratory tract ( *i.e.,* trachea) effects from its dosimetry adjustment calculations. ^[(17) ]()^By contrast, the EPA incorporated both upper- ( *i.e.,* nose, mouth) and mid-respiratory tract effects. California EPA's sole rationale for the exclusion of mid-respiratory tract effects was based on the prediction that humans are expected to be relatively more susceptible in the upper-respiratory tract.\n\nAlthough the predominant effects of inhaled HCl are expected to occur in the upper respiratory tract, the EPA disagrees with the California EPA's exclusion of mid-respiratory tract effects and believes that California EPA's approach is inconsistent with the EPA's own guidelines for deriving inhalation reference concentrations. The principal study relied upon by the EPA and California EPA reported that rats exposed to HCl developed a higher incidence of hyperplasia in both upper- and mid-respiratory tracts. Furthermore, the EPA guidelines establish that when effects are observed in the mid-respiratory tract, this region should also be considered in the dosimetry adjustment calculations. ^[(18) ]()^Therefore, the EPA approach to derive the RfC is more robust because it better represents the observed respiratory effects reported in the scientific literature.\n\nIn contemplating whether the EPA could set an HBEL for HCl emissions in the lime manufacturing source category, the EPA reviewed the conclusions on the potential for HCl to cause adverse health effects in the 2020 RTR. The maximum chronic Hazard Quotient (HQ) for HCl was 0.04, and the maximum acute HQ hazard was 0.6 based upon actual emissions. Because the hazards associated with HCl were acceptable with an ample margin of safety in the 2020 RTR, it is possible to contemplate setting an HBEL for this rule. Refer to the November 2023 memorandum “Risk Approach to Assess a Health-Based Emission Limit for Hydrochloric Acid for the Lime Manufacturing Source Category,” located in the docket for this rulemaking. The modeling methodology applied for both the 2020 RTR and the 2023 HBEL proposal accounts for aggregate impacts to census blocks for locations that may have multiple lime manufacturing plants within a 50 km domain. The proposed HBEL for HCl is at an emission level that is higher than the modeled actual emissions for the 2020 RTR. An example of what an HBEL for HCl might look like is presented below.\n\nTo set an HBEL for HCl, we would establish an emission standard to ensure that levels of HCl remain well below the concentrations at which any impacts would be expected to occur. As an example, an appropriate approach to setting a health-based threshold might be to establish a mass-based standard. Such a standard could include both a tons per year limit as well as a pounds per hour limit to ensure protection from both chronic and acute impacts. We have provided an analysis of such a standard in the November 2023 memorandum “Risk Approach to Assess a Health-Based Emission Limit for Hydrochloric Acid for the Lime Manufacturing Source Category,” located in the docket for this rulemaking. Based on this analysis, the HBEL would be an emission limit of 300 tpy, not to exceed 685 pounds per hour (lb/hr). We would expect such a limit to ensure that HCl emissions from this source category, while could be higher than in the proposal would remain at levels consistent with a chronic HQ no greater than 0.2 and a maximum acute HQ no greater than 0.6. We request comment on whether such a standard would provide an ample margin of safety and whether additional measures would be needed to do so.\n\nAppropriate monitoring, recordkeeping, and reporting requirements would also be required to ensure compliance with the limit. The EPA is requesting comment on an appropriate structure for incorporating an HBEL in the rule text. Refer to the memorandum, “Revisions to 40 CFR part 63 Subpart AAAAA to Accommodate a Health-Based Standard”, included in the docket for this rulemaking, for a description of potential revisions to the subpart to include initial compliance, continuous compliance, recordkeeping, and reporting rule language in support of an HBEL.\n\n#### B. What revisions are we proposing to the mercury emission standards?\n\nPrior to the January 5, 2023, proposed rule, the EPA evaluated the use of an intra-quarry variability (IQV) factor to be applied in the mercury UPL calculations to account for the naturally occurring variability in mercury content of the raw materials. The formation of the rock being mined for raw materials occurred over a large span of geological time. Consistent with the approach followed in the Portland Cement Manufacturing NESHAP, 40 CFR part 63, subpart LLL, and the Brick and Structural Clay Products NESHAP, 40 CFR part 63, subpart JJJJJ, the IQV factor accounts for this variability in the mercury content of the raw material over geological time. However, in the January 5, 2023, proposed rule amendments we did not believe we had sufficient data to apply an IQV factor.\n\nAs described in the January 5, 2023, proposal, the EPA was provided data from the quarries of two separate lime manufacturing facilities (Carmeuse Maysville and Graymont Eden quarries). Both facilities were included in the mercury MACT floor calculations. At the first facility, the mercury content of the kiln feed was sampled, and the results tabulated. At the second facility the quarry was sampled, at multiple bore-hole depths, as well as the kiln feed, and the results tabulated.\n\nWhen developing the January 5, 2023, proposal, the EPA had believed that the kiln feed data was more representative of the mercury content of the raw material, but wrongly assumed this was due to the mined quarry stone first being stored in open storage piles over time, where new stone added to the storage pile was assumed to homogenize with other stone in the storage pile. In the public comments received, industry representatives explained that stone from the quarry is stored in “short-term” storage piles, ^[(19) ]()^where new stone added does not have time to “homogenize” with other stone before being fed into the kiln. It was also noted that quarry samples, as collected in the Graymont bore-hole sample data, represent the intent of the IQV by reporting on the measured variability of the mercury content of the rock over varying depths, representing variations over geologic time. Based on these comments, the EPA reconsidered the suitability of these data to develop an IQV factor.\n\nThe EPA considered both the Graymont and Carmeuse quarry data in the IQV factor analysis. Both facilities were part of the MACT floor pool in the QL subcategory. From this analysis a relative standard deviation (RSD) was calculated by dividing the standard deviation by the data average. The RSD was then incorporated into the UPL calculations for new and existing QL sources as part of the “pooled variance” factor of the UPL equation. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations. The application of an IQV factor revised the originally proposed mercury emission limit for new and existing QL sources from 24.9 pounds per million tons of lime produced (rounded to 25 lb/MMton) for both new and existing sources to 27 lb/MMton for new sources, and 34 lb/MMton for existing sources in the QL subcategory.\n\nAs part of the evaluation of a mercury standard with the inclusion of an IQV factor, the EPA reconsidered whether a separate subcategory was necessary for kilns producing dead-burned dolomitic lime (DB), as proposed in the January 5, 2023, proposed amendments. To do this, we first developed standards based on no subcategorization and the application of an IQV factor. The result of this analysis was 27 lb Hg/MMton for new sources and 34 lb Hg/MMton for existing sources. These standards were developed based on the kilns that made up the MACT pool. These kilns were producing high calcium quick lime (QL) and dolomitic lime (DL). Based on test data available, the EPA determined that kilns producing DB would be able to comply with this existing source standard after the application of air pollution controls. Based on the test data available, the EPA determined that there was little difference in mercury emissions from SR and PR kilns producing Ql and/or DL. Moreover, we have found that residence time of raw materials in a kiln has little impact on mercury emissions. We are proposing to not create subcategories based on kiln type in setting mercury emission limits.\n\nOur proposed mercury emission limits for new and existing sources, without subcategories, are included in table 4.\n\n| **Table 4—Summary of Re-Proposed New and Existing Source Limits for Mercury** | Kiln type | Stone produced | New source limit (lb/MMton stoneproduced) | Existing source limit(lb/MMton stoneproduced) |\n| ----------------------------------------------------------------------------- | --------- | -------------- | ----------------------------------------- |\n| All                                                                           | All       | 27             | 34                                        |\n\nIn the January 5, 2023, proposed amendments the EPA estimated that applying a removal efficiency of activated carbon injection (ACI) controls to the source category to meet the MACT floor would result in a reduction of mercury emissions from these sources of approximately 489 pounds of mercury per year. As a result of this supplemental proposal, and the inclusion of an IQV factor in the UPL calculations for mercury, the EPA estimates that applying ACI controls would result in a reduction of mercury emissions from these sources of 460 pounds of mercury per year.\n\nWe conducted a beyond-the-floor analysis, where we evaluated whether existing kilns would be able to comply with the new source mercury MACT floor limits. We found that the estimated reduction in mercury emissions from a beyond-the-floor mercury limit is approximately 490 pounds (0.24 tons) of mercury per year. The estimated incremental reduction, where we compare the existing source beyond-the-floor limit to the existing source MACT floor limit, is 30 pounds (0.01 tons) of mercury per year. We estimate the total capital investment to be $244,000,000 and total annual costs to be $116,000,000 per year for beyond-the-floor limits. This results in a cost effectiveness of approximately $238,000 per pound ($476,000,000 per ton) of mercury removal. We do not consider the control costs to be reasonable compared to other rules where we have regulated mercury and costs are consideration. ^[(20) ]()^Therefore we are not proposing a beyond-the-floor standard for mercury. This is a change from that in the January 5, 2023, proposal. Refer to the memorandum, “Cost Impacts for the Lime Manufacturing Plants Industry Supplemental Proposal”, included in the docket of this rulemaking.\n\nAs part of our beyond-the-floor analysis, we typically identify control techniques that have the ability to achieve an emissions limit more stringent than the MACT floor. No techniques were identified that would achieve HAP reductions greater than the new source floors for the mercury. Therefore, consistent with the January 5, 2023, proposal, the EPA is not proposing a beyond-the-floor mercury limit for new sources in this proposed rule. A detailed description of our beyond-the-floor analysis and conclusions is provided in the memorandum, “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal” which is included in the docket for this rulemaking.\n\n###",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "2ecb0ed9-820b-417a-9e6b-0b61331f1368",
    "section_number": "C",
    "section_title": "What revisions are we proposing to the organic HAP emission standards?",
    "section_text": "# C. What revisions are we proposing to the organic HAP emission standards?\n\nThe EPA received comments on the January 5, 2023, proposed amendments opposing the use of THC as a surrogate for organic HAP. Commenters representing industry noted that vertical kilns have relatively elevated THC emissions, while organic HAP emissions are relatively low. They note that this is because of the influence of unburned fuel in the kiln exhaust either due to countercurrent flow switching directions in twin-shaft vertical kilns, or incomplete air-fuel mixing in single-shaft vertical kilns.\n\nThe EPA re-evaluated the test data of organic HAP emissions and identified eight pollutants from the data that were found to be consistently emitted by the lime manufacturing source category. The list includes both “high volume” and “low volume” organic HAP. These include the following pollutants: formaldehyde, acetaldehyde, toluene, benzene, xylenes (a mixture of m, o, and p isomers), styrene, ethyl benzene, and naphthalene. The EPA has determined that the emissions data of these eight pollutants best represent the typical organic HAP emissions of the source category. Furthermore, the EPA has determined that controlling the emissions of these eight pollutants from a lime manufacturing facility by use of activated carbon or other means would also control potential emissions of all other organic HAP because the same controls applied to control the eight pollutants would also be effective controls for all organic HAP. For these reasons, the EPA is re-proposing to use an aggregated emission standard of the eight organic HAP identified in the data analysis as a surrogate for total organic HAP instead of the previously proposed THC standard. Commenters requested that the EPA consider a list of 13 pollutants but further review of the data for which the EPA could validate test reports showed that only the eight pollutants listed in this section were found to be emitted consistently.\n\nFor each of the eight organic HAP, the EPA calculated the emission limit value equivalent to three times the representative detection level (3xRDL) of the test method. This was then compared to UPL calculations for the eight pollutants. In all cases for both new and existing sources the 3xRDL value, which represents the lowest value that can be accurately measured, was above the calculated UPL. We are accordingly proposing to set the MACT floor at this level. Refer to the memorandum titled, “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal” included in the docket of this rulemaking for a detailed description of the methodology used. Table 5 includes a summary of the 3xRDL values for each organic HAP used to develop the aggregated limit.\n\n| **Table 5—Summary of 3 x RDL Values for New and Existing Organic HAP** | Pollutant | RDL (ppmvd @ 7 percent O 2 ) | 3xRDL (ppmvd @ 7 percent O 2 ) |\n| ---------------------------------------------------------------------- | --------- | ---------------------------- |\n| Formaldehyde                                                           | 0.14      | 0.42                         |\n| Acetaldehyde                                                           | 0.29      | 0.87                         |\n| Toluene                                                                | 0.014     | 0.028                        |\n| Benzene                                                                | 0.022     | 0.066                        |\n| Xylenes (mixture of m, o, and p isomers)                               | 0.023     | 0.069                        |\n| Styrene                                                                | 0.0043    | 0.013                        |\n| Ethyl benzene                                                          | 0.057     | 0.18                         |\n| Napthalene                                                             | 0.0081    | 0.025                        |\n| Total                                                                  |           | 1.7                          |\n\nSimilar to the organic HAP limit in the Portland Cement NESHAP, the EPA is proposing to set the new and existing source organic HAP limit as a sum of the 3xRDL emission limit values for the eight pollutants identified in table 5 (1.7 ppmvd at 7 percent O ~2~ ) as a surrogate for total organic HAP. The EPA believes that by controlling the emissions of the eight organic HAP identified in table 5 a source would also control the emissions of any organic HAP potentially emitted by the source. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations and analyses.\n\nIn the January 5, 2023, proposed amendments the EPA proposed a THC emission limit for new and existing sources and estimated that applying ACI controls to the source category to meet the MACT floor would result in a reduction of THC emissions by 566 tons of THC per year from these sources. With the revised proposed limits, the EPA estimates the new and existing source organic HAP limit would result in a reduction of organic HAP emissions by 20 tons of organic HAP per year.\n\nWe conducted a beyond-the-floor analysis and found that because we are proposing emission limits for both new and existing sources that are set at 3xRDL of the test method, which is defined as the lowest level where a test method performs with acceptable precision, even if controls were available that had better performance, such performance could not be accurately measured. Therefore, we are not proposing a beyond-the-floor standard for organic HAP for new or existing sources.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "b5fcf78f-72b6-4ef8-bef2-b3fec05c3b9a",
    "section_number": "D",
    "section_title": "What revisions are we proposing to the dioxin/furan emission standards?",
    "section_text": "# D. What revisions are we proposing to the dioxin/furan emission standards?\n\nIn the January 5, 2023, proposed amendments, the EPA followed the guidance of the June 5, 2014, memorandum titled, “Determination of `non-detect' from EPA Method 29 (multi-metals) and EPA Method 23 (dioxin/furan) test data when evaluating the setting of MACT floors versus establishing work practice standards” (Docket ID No. EPA-HQ-OAR-2017-0015-0117), which provides guidance on using detection limits as an indicator of the measurable presence of a given pollutant, specifically where multi-component samples, such as with D/F congeners, are the pollutants of concern. Additionally, the EPA used the procedures laid out in the December 13, 2011, memorandum titled “Data and procedure for handling below detection level data in analyzing various pollutant emissions databases for MACT and RTR emissions limits” (Docket ID No. EPA-HQ-OAR-2017-0015-0119), which describes the procedure for handling below detection level (BDL) data and developing RDL data when setting MACT emission limits. Similar to organic HAP, and in accordance with these guidance documents, the new and existing UPL for D/F were compared to the emission limit value determined to be equivalent to 3xRDL of the test method, and the 3xRDL value was found to be greater than the UPL. Therefore, the MACT floor limit for D/F was set based on the 3xRDL value of the test method.\n\nCommenters on the January 5, 2023, proposed amendments noted that in setting the 3xRDL value, the EPA set the value based on a sample collection volume of 4 dry standard cubic meters (dscm). Commenters stated that the EPA should have set the 3xRDL value based on a 3 dscm sample collection volume. After further review of the tables in the two guidance memoranda, the EPA agrees that the 3xRDL value should be based on a 3 dscm sample volume. In this action we are correcting the 3xRDL value for new and existing sources based on 3 dscm of sample collection volume as indicated in table 6.\n\n| **Table 6—Summary of Re-Proposed New and Existing Source Limits for Dioxin/Furans** | Kiln type | Stone produced | New source limit              | Unit of measure | Existing source limit           | Unit of measure |\n| ----------------------------------------------------------------------------------- | --------- | -------------- | ----------------------------- | --------------- | ------------------------------- |\n| All                                                                                 | All       | 0.037          | ng/dscm (TEQ) @ 7 percent O 2 | 0.037           | ng/dscm (TEQ) @ 7 percent O 2 . |\n\nApplying the limits listed above, the EPA estimates the new and existing source D/F MACT floor limit would result in a reduction of D/F emissions by 9.5 × 10 ^−5^ pounds per year (4.7 × 10 ^−8^ tons per year).\n\nSimilar to the organic HAP limits, we are proposing D/F emission limits for both new and existing sources that are set at 3xRDL of the test method. Because the emission limits could not be set any lower than 3xRDL we did not identify beyond-the-floor options and are proposing MACT floor-based D/F standards for new and existing sources.\n\nThe EPA also considered whether it would be appropriate to set a work practice standard for D/F emissions in lieu of a numeric limit. Section 112(h) allows the EPA to set a work practice standard when it is not feasible to prescribe or enforce an emission standard. In this case the provision that could apply would be the application of measurement methodology to a particular class of sources is not practicable due to technological and economic limitations. This situation could occur if a significant majority, but not all, of the emissions data were below the detection limit.\n\nThe data for D/F emissions available to the EPA consisted of three tests with three test runs each and five tests where there was only a single test run. Given that the EPA does not consider single-run emission tests to be valid tests for establishing MACT standards, we focused on the three-run emission tests. Two of these three-run tests detected D/F emissions. We note that none of the single-run tests detected D/F emissions, but overall, the EPA is proposing that the data do not support establishing a work practice standard because they do not support a finding that the application of measurement methodology is impracticable.\n\nAs a result, we have determined to propose a numeric limit for D/F emissions. However, given the significant number of non-detect emission results, we are specifically requesting comment on the appropriateness of a work practice standard for D/F as well as any additional data that could support such a finding. Commenters supporting a work practice standard should describe how the standard would work, provide supporting data to demonstrate the work practice will control D/F emissions, and address the issue of the limited D/F emission test data available to the EPA.\n\n#### E. What other actions are we proposing, and what is the rationale for those actions?\n\nThe EPA is including definitions of the terms “new source” and “existing source” as related to the requirements of this supplemental proposal and to clearly indicate that a “new source” in reference to the requirements of this supplemental proposal is any applicable source constructed after January 5, 2023, and an “existing source” in reference to the requirements of this supplemental proposal is any applicable source constructed before January 5, 2023.\n\nAdditionally, the EPA is providing a definition of the term “stone produced” used in the units of measure for HCl and mercury emission limits. The limits are in units of mass of pollutant per mass of production, or pounds per ton of stone produced, where “stone produced” refers to the production of lime (QL, DL, and/or DB).\n\n#### F. What revisions are we proposing to the performance testing, monitoring, and recordkeeping and reporting requirements?\n\nWe are proposing an emissions averaging compliance alternative that would allow lime manufacturing facilities to demonstrate compliance with the HCl and mercury standards by averaging emissions of each pollutant across existing kilns located at the same facility. Under the emissions averaging compliance alternative, a facility with more than one existing kiln may average emissions across the kilns located at the facility provided that the emissions averaged do not exceed the limits included in table 7.\n\n| **Table 7—Emissions Averaging Compliance Alternative for HCL and Mercury**     | Pollutant ^1^ | Kiln type ^2^ | Stone produced ^3^ | Emissions averagingalternativelimit | Unit of measure |\n| ------------------------------------------------------------------------------ | ------------- | ------------- | ------------------ | ----------------------------------- |\n| HCl                                                                            | SR            | DL, DB        | 2.1                | lb/ton stone produced.              |\n|                                                                                | SR            | QL            | 0.47               | lb/ton stone produced.              |\n|                                                                                | PR            | DL, DB        | 0.36               | lb/ton stone produced.              |\n|                                                                                | PR            | QL            | 0.087              | lb/ton stone produced.              |\n|                                                                                | VK            | DL, DB        | 0.36               | lb/ton stone produced.              |\n|                                                                                | VK            | QL            | 0.019              | lb/ton stone produced.              |\n| Mercury                                                                        | All           | All           | 31                 | lb/MMton stone produced.            |\n| ^1^ Hydrogen chloride (HCl), total hydrocarbon (THC), dioxin/furans (D/F).     |\n| ^2^ Straight rotary kiln (SR), preheater rotary kiln (PR), vertical kiln (VK). |\n| ^3^ Dolomitic lime (DL), quick lime (QL), dead burned dolomitic lime (DB).     |\n\nThis emission limit reflects a 10 percent adjustment factor to the MACT floor standard; according to our analysis, we expect this emission limit would result in reductions of HCL and mercury greater than those achieved by application of the MACT floor on a unit-by-unit basis.\n\nWe are proposing the emissions averaging compliance alternative for existing sources because we expect that it will result in a greater level of emissions reduction than the unit-by-unit MACT floor limits at a lower cost per pound of pollutant removed, while also providing compliance flexibility. The proposed emissions averaging compliance alternative is available only to existing kilns in the same subcategory at lime manufacturing facilities. New or reconstructed sources would be subject to the unit-by-unit MACT floor standards and would be required to comply with those standards on a unit-by-unit basis.\n\nThis proposed emissions averaging program would have restrictions. First, emissions averaging would not be allowed between HCL and mercury emissions. Second, emissions averaging would only be permissible among individual existing affected units at a single lime manufacturing plant. Third, emissions averaging would only be permitted among kilns in the same subcategory. Lastly, new affected sources could not use emissions averaging for compliance purposes. Accordingly, we believe that this proposed emissions averaging program is consistent with the CAA.\n\nEmissions averaging also addresses those emission sources exhausting to a common stack. In a “common stack” scenario, a group of two or more existing units in the same subcategory that does not receive emissions from units in other subcategories or categories, a facility would treat such averaging group as a single existing unit for purposes of compliance with the requirements of the rule.\n\nWe are also proposing to require each facility intending to use this emissions averaging program to develop a emissions averaging plan that identifies: (1) all units in the averaging group; (2) the control technology installed; (3) the process parameter(s) that will be monitored; (4) the specific control technology or pollution prevention measure to be used; (5) the test plan for measuring the HAP being averaged; and (6) the operating parameters to be monitored for each control device.\n\nWe are proposing an emissions averaging compliance alternative because we expect that it will provide a more flexible and less costly alternative to controlling HCL and mercury emissions from the source category, and we expect it will result in greater annual reductions of HCL and mercury emissions from the source category than unit-by-unit compliance. We expect that the proposed emissions averaging compliance alternative as described above would not lessen the stringency of the overall MACT floor level of performance and would provide flexibility in compliance, cost, and energy savings to lime manufacturing facilities. We also recognize that we must ensure that any emissions averaging option can be implemented and enforced, will be clear to sources, and most importantly, will be no less stringent than unit-by-unit implementation of the MACT floor limits.\n\nUnder the proposed emissions averaging compliance alternative, we expect that the 10 percent adjustment factor will ensure that the total quantity of HCl and mercury emitted from a facility's kiln exhaust will not exceed the facility's aggregate HCl emissions if its kilns individually complied with the unit-by-unit MACT floor standards. We expect that the practical outcome of emissions averaging will be emissions reductions equivalent to, or greater than, reductions achieved through compliance with the MACT floor limits for each discrete kiln on a unit-by-unit basis. Therefore, we expect that our proposed emissions averaging approach will result in the maximum achievable emissions reduction as required by statute. We request comment on allowing sources to comply with the HCL and mercury MACT standards through the proposed emissions averaging compliance alternative. We also request comment on the appropriate adjustment factor to apply under this proposed compliance alternative.\n\n#### G. What revisions to the compliance dates are we proposing?\n\nAmendments to the Lime Manufacturing NESHAP proposed in this rulemaking for adoption under CAA section 112(d)(2) and (3) are subject to the compliance deadlines outlined in the CAA under section 112(i). For existing sources, CAA section 112(i)(3) requires compliance “as expeditiously as practicable, but in no event later than 3 years after the effective date of such standard” subject to certain exemptions further detailed in the statute. ^[(21) ]()^To establish a compliance period consistent with the statute, we consider the amount of time needed to plan and construct projects and change operating procedures. As provided in CAA section 112(i), all new affected sources would comply with these provisions by the effective date of the final amendments to the Lime Manufacturing NESHAP or upon startup, whichever is later. The final action is not a “major rule” as defined by 5 U.S.C. 804(2), so the effective date of the final rule will be the promulgation date as specified in CAA section 112(d)(10).\n\nThe EPA projects that many existing sources would need to install add-on controls to comply with the proposed limits. These sources would require time to construct, conduct performance testing, and implement monitoring to comply with the revised provisions. Therefore, we are proposing to allow 3 years from the effective date of the amendments to the NESHAP for existing lime manufacturing sources to come into compliance.\n\nFor all affected sources that commence construction or reconstruction on or before January 5, 2023, we are proposing to require compliance with the proposed standards within 3 years after the effective date of the final rule (or upon startup, whichever is later). For all affected sources that commenced construction or reconstruction after January 5, 2023, we are proposing that owners or operators comply with the provisions by the effective date of the final rule (or upon startup, whichever is later).\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "58997495-ec3f-4615-be53-d46af4e3f060",
    "section_number": "IV",
    "section_title": "Summary of Cost, Environmental, and Economic Impacts and Additional Analyses Conducted",
    "section_text": "# IV. Summary of Cost, Environmental, and Economic Impacts and Additional Analyses Conducted\n\n#### A. What are the affected sources?\n\nCurrently, 34 major sources subject to the Lime Manufacturing NESHAP are operating in the United States. An affected source under the NESHAP is the owner or operator of a lime manufacturing plant that is a major source, or that is located at, or is a part of, a major source of HAP emissions, unless the lime manufacturing plant is located at a kraft pulp mill, soda pulp mill, sulfite pulp mill, beet sugar manufacturing plant, or only processes sludge containing calcium carbonate from water softening processes. A lime manufacturing plant is an establishment engaged in the manufacture of lime products (calcium oxide, calcium oxide with magnesium oxide, or dead burned dolomite) by calcination of limestone, dolomite, shells, or other calcareous substances. A major source of HAP is a plant site that emits or has the potential to emit any single HAP at a rate of 9.07 megagrams (10 tons) or more, or any combination of HAP at a rate of 22.68 megagrams (25 tons) or more per year from all emission sources at the plant site.\n\nThe Lime Manufacturing NESHAP applies to each existing or new lime kiln and their associated cooler(s). In addition, the NESHAP applies to each PSH operation located at the plant. This includes storage bins, conveying systems and transfer points, bulk loading and unloading operations, screening operations, surge bins, and bucket elevators.\n\n#### B. What are the air quality impacts?\n\nAs with the January 5, 2023, proposed rule, this action proposes standards for HCl, mercury, organic HAP, and D/F that will limit emissions and require, in some cases, the installation of additional controls at lime manufacturing plants at major sources. Compliance with the emission standards set in this proposed rule will result in a combined reduction of total HAP of 905 tons of HAP per year. Specifically, installation of controls will reduce HCl emissions by 884 tpy. The installation of controls will reduce mercury emissions by 457 lbs per year (0.23 tpy). The installation of controls will reduce organic HAP emissions by 20 tpy. Finally, the installation of controls will reduce D/F emissions by 9.5×10 ^−5^ lbs per year (4.7×10 ^−8^ tpy).\n\nIndirect or secondary air emissions impacts are impacts that would result from the increased electricity usage associated with the operation of control devices ( *e.g.,* increased secondary emissions of criteria pollutants from power plants). Energy impacts consist of the electricity and steam needed to operate control devices and other equipment. We find that the secondary impacts of this action are minimal. Refer to the “Lime Impacts Memorandum,” in the docket for a detailed discussion of the analyses performed on potential secondary impacts. (Docket ID No. EPA-HQ-OAR-2017-0015).\n\n###",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "400078be-2617-45e3-9be9-f94041403bd0",
    "section_number": "C",
    "section_title": "What are the cost impacts?",
    "section_text": "# C. What are the cost impacts?\n\nThis action proposes emission limits for new and existing sources in the lime manufacturing source category. Although the action contains requirements for new sources, we are not aware of any new sources being constructed now or planned in the next year, and, consequently, we did not estimate any cost impacts for new sources. We estimate the total annualized cost of the proposed rule to existing sources in the lime manufacturing source category to be $174,000,000 per year. The annual costs are expected to be based on operation and maintenance of the added control systems. A memorandum titled “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal” includes details of our cost assessment and is included in the docket for this rulemaking (Docket ID No. EPA-HQ-OAR-2017-0015).\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "cb03e04e-59a5-46db-902b-89cc34ed6694",
    "section_number": "D",
    "section_title": "What are the economic impacts?",
    "section_text": "# D. What are the economic impacts?\n\nFor the proposed rule, the EPA estimated the cost of installing additional air pollution control devices in order to comply with the proposed emission limits. This includes both the capital costs of the initial installation and subsequent operation and maintenance costs. The assumed equipment life of the recommended controls for this NESHAP is twenty years. To assess the potential economic impacts, the expected annual cost was compared to the total sales revenue for the ultimate owners of affected facilities. For this rule, the expected annual cost is $5,200,0000 (on average) for each facility, with an estimated nationwide annual cost of $174,000,000 per year. The 34 affected facilities are owned by 11 parent companies, and the total costs associated with the proposed amendments are expected to be greater than 1 percent of annual sales revenue per ultimate owner.\n\nThe EPA also prepared a small business screening assessment to determine if any of the identified affected entities are small entities, as defined by the U.S. Small Business Administration. This analysis is available in the docket for this rulemaking. Because the total costs associated with the proposed amendments are expected to be greater than 1 percent of annual sales revenue per owner in the lime manufacturing source category, there are economic impacts from these proposed amendments on the three affected facilities that are owned by small entities. Refer to section VII.C. of this preamble for a detailed description of the small business outreach and regulatory flexibility analysis performed in conjunction with this proposed rule.\n\nThe EPA predicts that the affected sources in the lime manufacturing source category will be able to fully pass on their compliance costs to their customers. International trade of lime products is quite limited and there are no readily available cost-competitive substitutes for lime. Therefore, affected sources are not likely to face competition from foreign lime producers or from substitutes for their product.\n\nInformation on our cost impact estimates on the sources in the lime manufacturing source category is available in the document titled, “Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants,” which is included in the docket for this rulemaking.\n\n#### E. What are the benefits?\n\nThe EPA did not monetize the benefits from the estimated emission reductions of HAP associated with this final action. The EPA currently does not have sufficient methods to monetize benefits associated with HAP, HAP reductions, and risk reductions for this rulemaking. However, we estimate that the final rule amendments would reduce emissions by 905 tons per year and thus lower risk of adverse health effects in communities near lime manufacturing plants.\n\n#### F. What analysis of environmental justice did we conduct?\n\nThe results of the demographic analysis performed alongside the January 5, 2023, proposed amendments remain unchanged as a result of this supplemental proposal. For convenience, the demographic analysis is repeated in this preamble for the public's information.\n\nThe EPA defines environmental justice (EJ) as “the just treatment and meaningful involvement of all people regardless of income, race, color, national origin, Tribal affiliation, or disability, in agency decision-making and other Federal activities that affect human health and the environment so that people (i) are fully protected from disproportionate and adverse human health and environmental effects (including risk) and hazards, including those related to climate change, the cumulative impacts of environmental and other burdens, and the legacy of racism or other structural or systemic barriers; and (ii) have equitable access to a healthy, sustainable, and resilient environment in which to live, play, work, grow, worship, and engage in cultural and subsistence practices”. ^[(22) ]()^In recognizing that particular communities often bear an unequal burden of environmental harms and risks, the EPA continues to consider ways of to advance environmental justice and of protecting communities with from disproportionate adverse public health and environmental effects of air pollution.\n\nTo examine the potential for any EJ issues that might be associated with lime manufacturing facilities, we performed a proximity demographic analysis, which is an assessment of individual demographic groups of the populations living within 5 km (~3.1 miles) and 50 km (~31 miles) of the facilities. The EPA then compared the data from this analysis to the national average for each of the demographic groups. In this preamble, we focus on the proximity results for the populations living within 5 km (~3.1 miles) of the facilities. The results of this proximity analysis for populations living within 50 km are included in the document titled “Analysis of Demographic Factors for Populations Living Near Lime Manufacturing Facilities”, which is available in the docket for this action.\n\nThe results (see table 8) show that for populations within 5 km of the 34 Lime Manufacturing facilities, the following demographic groups were above the national average: Hispanic/Latino (37 percent versus 19 percent nationally), linguistically isolated households 21 percent versus 5 percent nationally), people living below the poverty level (27 percent versus 13 percent nationally), people of color (50 percent versus 40 percent nationally, and people without a high school diploma (17 percent versus 12 percent nationally). A summary of the proximity demographic assessment performed for the major source lime manufacturing facilities is included as table 8. The methodology and the results of the demographic analysis are presented in a technical report, *Analysis of Demographic Factors for Populations Living Near Lime Manufacturing Facilities,* available in this docket for this action (Docket ID EPA-HQ-OAR-2017-0015).\n\n| **Table 8—Proximity Demographic Assessment Results for Major Source Lime Manufacturing Facilities**                                                                                                                                                                                                                                                                                                                                                           | Demographic group | Nationwide   | Population within 5 km of facilities |\n| ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------- | ------------ |\n| Total Population                                                                                                                                                                                                                                                                                                                                                                                                                                              | 328,016,242       | 473,343.     |\n| Race and Ethnicity by Percent                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| White                                                                                                                                                                                                                                                                                                                                                                                                                                                         | 60 percent        | 50 percent.  |\n| Black                                                                                                                                                                                                                                                                                                                                                                                                                                                         | 12 percent        | 9 percent.   |\n| Native American                                                                                                                                                                                                                                                                                                                                                                                                                                               | 0.7 percent       | 0.9 percent. |\n| Hispanic or Latino (includes white and nonwhite)                                                                                                                                                                                                                                                                                                                                                                                                              | 19 percent        | 37 percent.  |\n| Other and Multiracial                                                                                                                                                                                                                                                                                                                                                                                                                                         | 8 percent         | 3 percent.   |\n| Income by Percent                                                                                                                                                                                                                                                                                                                                                                                                                                             |\n| Below Poverty Level                                                                                                                                                                                                                                                                                                                                                                                                                                           | 13 percent        | 27 percent.  |\n| Above Poverty Level                                                                                                                                                                                                                                                                                                                                                                                                                                           | 87 percent        | 73 percent.  |\n| Education by Percent                                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Over 25 and without a High School Diploma                                                                                                                                                                                                                                                                                                                                                                                                                     | 12 percent        | 17 percent.  |\n| Over 25 and with a High School Diploma                                                                                                                                                                                                                                                                                                                                                                                                                        | 88 percent        | 83 percent.  |\n| Linguistically Isolated by Percent                                                                                                                                                                                                                                                                                                                                                                                                                            |\n| Linguistically Isolated                                                                                                                                                                                                                                                                                                                                                                                                                                       | 5 percent         | 21 percent.  |\n| Notes:                                                                                                                                                                                                                                                                                                                                                                                                                                                        |\n| • Nationwide population and demographic percentages are based on the Census' 2015-2019 American Community Survey 5-year block group averages and include Puerto Rico. Demographic percentages based on different averages may differ. The total population counts within 5 km of all facilities are based on the 2010 Decennial Census block populations.                                                                                                     |\n| • Minority population is the total population minus the white population.                                                                                                                                                                                                                                                                                                                                                                                     |\n| • To avoid double counting, the “Hispanic or Latino” category is treated as a distinct demographic category for these analyses. A person is identified as one of five racial/ethnic categories above: White, Black, Native American, Other and Multiracial, or Hispanic/Latino. A person who identifies as Hispanic or Latino is counted as Hispanic/Latino for this analysis, regardless of what race this person may have also identified as in the Census. |\n\nThe human health risk estimated for this source category for the July 24, 2020, RTR (85 FR 44960) was determined to be acceptable, and the standards were determined to provide an ample margin of safety to protect public health. Specifically, the maximum individual cancer risk was 1-in-1 million for actual emissions (2-in-1 million for allowable emissions) and the noncancer hazard indices for chronic exposure were well below 1 (0.04 for actual emissions, 0.05 for allowable emissions). The noncancer hazard quotient for acute exposure was 0.6, also below 1. The proposed changes to the NESHAP subpart AAAAA will reduce emissions by 905 tons of HAP per year, and therefore, further improve human health exposures for the populations and individuals most exposed to this pollution, including communities with environmental justice concerns . The proposed changes will have beneficial effects on air quality and public health for populations exposed to emissions from lime manufacturing facilities.\n\n#### G. What analysis of children's environmental health did we conduct?\n\nIn the July 24, 2020, final Lime Manufacturing NESHAP RTR (85 FR 44960), the EPA conducted a residual risk assessment and determined that risk from the lime manufacturing source category was acceptable, and the standards provided an ample margin of safety to protect public health. This action proposes first-time emissions standards for HCl, mercury, organic HAP, and D/F. Specifically, compliance with the emission standards set in this proposed rule will result in a combined reduction of total HAP of 905 tons of HAP per year.\n\nThis action's health and risk assessments are protective of the most vulnerable populations, including children, due to how we determine exposure and through the health benchmarks that we use. Specifically, the risk assessments we perform assume a lifetime of exposure, in which populations are conservatively presumed to be exposed to airborne concentrations at their residence continuously, 24 hours per day for a 70-year lifetime, including childhood. With regards to children's potentially greater susceptibility to noncancer toxicants, the assessments rely on the EPA's (or comparable) hazard identification and dose-response values that have been developed to be protective for all subgroups of the general population, including children. For more information on the risk assessment methods, see the risk report for the 2020 RTR rule, which is available in the docket (Docket ID No. EPA-HQ-OAR-2017-0015).\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "d6523601-e047-4484-b322-ee94b74dc503",
    "section_number": "V",
    "section_title": "Request for Comments",
    "section_text": "# V. Request for Comments\n\nWe solicit comments on all aspects of this proposed action. In addition to general comments on this proposed action, we are also interested in additional data that may improve the analyses. We are specifically interested in receiving any information regarding developments in practices, processes, and control technologies that reduce HAP emissions. We request comment on the assumptions regarding the costs of capital, work practices, and emissions. We request comment of all aspects of the economic impacts of this proposal.\n\n##",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "acb9d58b-0c40-4ac6-9d9e-6dafb9324325",
    "section_number": "VI",
    "section_title": "Submitting Data Corrections",
    "section_text": "# VI. Submitting Data Corrections\n\nThe site-specific emissions data used in setting MACT standards for HCl, mercury, organic HAP, and D/F, as emitted from the lime manufacturing source category, are provided in the docket for this rulemaking (Docket ID No. EPA-HQ-OAR-2017-0015).\n\nIf you believe that the data are not representative or are inaccurate, please identify the data in question, provide your reason for concern, and provide any “improved” data that you have, if available. When you submit data, we request that you provide documentation of the basis for the revised values to support your suggested changes. For information on how to submit comments, including the submittal of data corrections, refer to the instructions provided in the introduction of this preamble.\n\n##",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "ee302ef5-13b9-4a31-9509-3fed7cbdc97f",
    "section_number": "VII",
    "section_title": "Statutory and Executive Order Reviews",
    "section_text": "# VII. Statutory and Executive Order Reviews\n\nAdditional information about these statutes and Executive Orders can be found at *https://www.epa.gov/laws-regulations/laws-and-executive-orders.*\n\n#### A. Executive Order 12866: Regulatory Planning and 13563 Improving Regulation and Regulatory Review\n\nThis action is a “significant regulatory action” as defined in Executive Order 12866, as amended by Executive Order 14094. Accordingly, the EPA submitted this action to the Office of Management and Budget (OMB) for Executive Order 12866 review. Documentation of any changes made in response to the Executive Order 12866 review is available in the docket. The EPA prepared an economic analysis of the potential impacts associated with this action. This analysis is included in the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants* and is also available in the docket.\n\n#### B. Paperwork Reduction Act (PRA)\n\nThe information collection activities in this proposed rule have been submitted for approval to the OMB under the PRA. The Information Collection Request (ICR) document that the EPA prepared has been assigned EPA ICR number 2072.10. You can find a copy of the ICR in the docket for this rule, and it is briefly summarized here.\n\nWe are proposing changes to the reporting and recordkeeping requirements for the Lime Manufacturing Plants NESHAP by incorporating the reporting and recordkeeping requirements associated with the new and existing source MACT standards for HCl, mercury, THC, and D/F.\n\n*Respondents/affected entities:* Owners or operators of lime manufacturing plants that are major sources, or that are located at, or are part of, major sources of HAP emissions, unless the lime manufacturing plant is located at a kraft pulp mill, soda pulp mill, sulfite pulp mill, sugar beet manufacturing plant, or only processes sludge containing calcium carbonate from water softening processes.\n\n*Respondent's obligation to respond:* Mandatory (40 CFR part 63, subpart AAAAA).\n\n*Estimated number of respondents:* On average over the next 3 years, approximately 34 existing major sources will be subject to these standards. It is also estimated that no additional respondent will become subject to the emission standards over the 3-year period.\n\n*Frequency of response:* The frequency of responses varies depending on the burden item.\n\n*Total estimated burden:* The average annual burden to industry over the next 3 years from the proposed recordkeeping and reporting requirements is estimated to be 8.392 hours per year. Burden is defined at 5 CFR 1320.3(b).\n\n*Total estimated cost:* The annual recordkeeping and reporting costs for all facilities to comply with all of the requirements in the NESHAP is estimated to be $3,570,000 per year, of which $1,370,000 (first year) is for this rule, and the rest is for other costs related to continued compliance with the current NESHAP requirements including $1,005,000 in annualized capital and operation and maintenance costs.\n\nAn agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a currently valid OMB control number. The OMB control numbers for the EPA's regulations in 40 CFR are listed in 40 CFR part 9. Submit your comments on the Agency's need for this information, the accuracy of the provided burden estimates and any suggested methods for minimizing respondent burden to the EPA using the docket identified at the beginning of this rule. The EPA will respond to any ICR-related comments in the final rule. You may also send your ICR-related comments to OMB's Office of Information and Regulatory Affairs using the interface at *https://www.reginfo.gov/public/do/PRAMain.* Find this particular information collection by selecting “Currently under Review—Open for Public Comments” or by using the search function. OMB must receive comments no later than April 9, 2024.\n\n###",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "c002592a-2ed8-4b9d-a54a-94f5473b9d44",
    "section_number": "C",
    "section_title": "Regulatory Flexibility Act (RFA)",
    "section_text": "# C. Regulatory Flexibility Act (RFA)\n\nPursuant to section 603 of the RFA, the EPA prepared an initial regulatory flexibility analysis (IRFA) that examines the impact of the proposed rule on small entities along with regulatory alternatives that could minimize that impact. The complete IRFA is included as section 6.3 of the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants,* for review in the docket and is summarized here.\n\nAs discussed in section II.A. of this preamble, the statutory authority for this action is provided by sections 112 and 301 of the CAA, as amended (42 U.S.C. 7401 *et seq.* ). The EPA is proposing to revise the Lime Manufacturing NESHAP by establishing new emission standards for this source category, exercising authority under multiple provisions of section 112 of the CAA.\n\nFor purposes of assessing the impacts of this rule on small entities, a small entity is defined as a small business in the lime manufacturing industry whose parent company has revenues or numbers of employees below the Small Business Administration (SBA) Size Standards for the relevant NAICS code. We have identified 8 different NAICS codes of the parent companies within this source category. A complete list of those NAICS codes and SBA Size Standards is available in section 6.2.1 of the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants* which is included in the docket for this rulemaking. This supplemental proposal contains provisions that would affect approximately 2 small entities. Under the proposed rule requirements, small entities would be required to comply with the emission standards of four previously unregulated pollutants, which may require the use of new air pollution control devices. Small entities would also need to demonstrate compliance with the emission standards through periodic performance testing. This supplemental proposal includes reporting, recordkeeping, and other administrative requirements. The EPA estimates that the two identified small entities could incur total annual costs associated with the proposal that are at least 3 percent of their annual revenues. Considering the level of total annual costs relative to annual sales for these small entities, the EPA determined that there is potential for the proposed requirements to have a `Significant Impact on a Substantial Number of Small Entities' (SISNOSE). See section 6.2.2 of the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants* for more information on the characterization of the impacts to small businesses under the proposed rule.\n\nAs required by section 609(b) of the RFA, the EPA also convened a Small Business Advocacy Review (SBAR) Panel to obtain advice and recommendations from small entity representatives (SERs) that potentially would be subject to the rule's requirements. On August 3, 2023, the EPA's Small Business Advocacy Chairperson convened the Panel, which consisted of the Chairperson, the Director of the Sector Policies and Programs Division within the EPA's Office of Air Quality Planning and Standards, the Administrator of the Office of Information and Regulatory Affairs within OMB, and the Chief Counsel for Advocacy of the Small Business Administration (SBA).\n\nPrior to convening the Panel, the EPA conducted outreach and solicited comments from the SERs. After the Panel was convened, the Panel provided additional information to the SERs and requested their input. The Panel's review identified several significant alternatives for consideration by the Administrator of the EPA which accomplish the stated objectives of the CAA and minimize economic impacts of the proposed rule on small entities.\n\nThe SBAR Panel recommended several flexibilities including the consideration of health-based standards for HCl, an IQV for mercury, an aggregated organic HAP emission standard, and work practice standards for D/F. The EPA is including some of these flexibilities as a part of this supplemental proposal and is soliciting comment on others that may be considered for the final rule. The report was finalized and transmitted to the EPA Administrator for consideration. A copy of the full SBAR Panel Report is available in the docket of this rulemaking.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "2bfdb668-306c-4bb5-8474-46606ee38344",
    "section_number": "D",
    "section_title": "Unfunded Mandates Reform Act (UMRA)",
    "section_text": "# D. Unfunded Mandates Reform Act (UMRA)\n\nThis action does not contain an unfunded mandate of $100 million or more as described in UMRA, 2 U.S.C. 1531-1538, and does not significantly or uniquely affect small governments. The action imposes no enforceable duty on any State, local, or Tribal governments or the private sector.\n\n#### E. Executive Order 13132: Federalism\n\nThis action does not have federalism implications. It will not have substantial direct effects on the states, on the relationship between the national government and the states, or on the distribution of power and responsibilities among the various levels of government.\n\n#### F. Executive Order 13175: Consultation and Coordination With Indian Tribal Governments\n\nThis action does not have Tribal implications as specified in Executive Order 13175. The EPA does not know of any lime manufacturing facilities owned or operated by Indian Tribal governments. Thus, Executive Order 13175 does not apply to this action.\n\n#### G. Executive Order 13045: Protection of Children From Environmental Health Risks and Safety Risks\n\nExecutive Order 13045 directs Federal agencies to include an evaluation of the health and safety effects of the planned regulation on children in Federal health and safety standards and explain why the regulation is preferable to potentially effective and reasonably feasible alternatives. This action is not subject to Executive Order 13045 because it is not a significant regulatory action under section 3(f)(1) of Executive Order 12866, and because the EPA does not believe the environmental health or safety risks addressed by this action present a disproportionate risk to children. This action proposes emission standards for four previously unregulated pollutants; therefore, the rule proposes health benefits to children by reducing the level of HAP emissions emitted from the lime manufacturing process.\n\nHowever, the EPA's *Policy on Children's Health* applies to this action. This action is subject to the EPA's Policy on Children's Health  ^[(23) ]()^because the proposed rule has considerations for human health. Information on how the policy was applied is available in section V.F. “What analysis of children's environmental health did we conduct” of this preamble.\n\n#### H. Executive Order 13211: Actions Concerning Regulations That Significantly Affect Energy Supply, Distribution, or Use\n\nThis action is not a “significant energy action” because it is not likely to have a significant adverse effect on the supply, distribution or use of energy. In this proposed action, the EPA is setting emission standards for previously unregulated pollutant. This does not impact energy supply, distribution, or use.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "5e315068-2c23-412f-8a57-14f62125d661"
  },
  {
    "section_id": "3cfc0ca4-8e15-4dc0-99c7-c28af1ba42b5",
    "section_number": "I",
    "section_title": "National Technology Transfer and Advancement Act (NTTAA) and 1 CFR Part 51",
    "section_text": "# I. National Technology Transfer and Advancement Act (NTTAA) and 1 CFR Part 51\n\nThis action involves technical standards. Therefore, the EPA conducted searches for the Lime Manufacturing NESHAP through the Enhanced National Standards Systems Network (NSSN) Database managed by the American National Standards Institute (ANSI). We also conducted a review of voluntary consensus standards (VCS) organizations and accessed and searched their databases. We conducted searches for EPA Methods 23, 25A, 29, 30B, 320, and 321. During the EPA's VCS search, if the title or abstract (if provided) of the VCS described technical sampling and analytical procedures that are similar to the EPA's referenced method, the EPA ordered a copy of the standard and reviewed it as a potential equivalent method. We reviewed all potential standards to determine the practicality of the VCS for this rule. This review requires significant method validation data that meet the requirements of EPA Method 301 for accepting alternative methods or scientific, engineering, and policy equivalence to procedures in the EPA referenced methods. The EPA may reconsider determinations of impracticality when additional information is available for any particular VCS.\n\nTwo VCS were identified as acceptable alternatives to the EPA test methods for this proposed rule. The VCS ASTM D6784-16, “Standard Test Method for Elemental, Oxidized, Particle-Bound and Total Mercury Gas Generated from Coal-Fired Stationary Sources (Ontario Hydro Method)” is an acceptable alternative to EPA Method 29 (portion for mercury only) as a method for measuring mercury. The VCS ASTM D6348-12e1, “Determination of Gaseous Compounds by Extractive Direct Interface Fourier Transform (FTIR) Spectroscopy” is an acceptable alternative to EPA Method 320 with certain conditions. Detailed information on the VCS search and determination can be found in the memorandum, “Voluntary Consensus Standard Results for National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Technology Review”, which is available in the docket for this action (Docket ID No. EPA-HQ-OAR-2017-0015).\n\nThe EPA is incorporating by reference the VCS ASTM D6348-12e1, “Determination of Gaseous Compounds by Extractive Direct Interface Fourier Transform (FTIR) Spectroscopy,” as an acceptable alternative to EPA Method 320. ASTM D6348-03 (Reapproved 2010) was determined to be equivalent to EPA Method 320 with caveats. ASTM D6348-12e1 is a revised version of ASTM D6348-03 (Reapproved 2010) and includes a new section on accepting the results from the direct measurement of a certified spike gas cylinder, but lacks the caveats placed on the ASTM D6348-03(2010) version. ASTM D6348-12e1 is an extractive FTIR field test method used to quantify gas phase concentrations of multiple analytes from stationary source effluent and is an acceptable alternative to EPA Method 320 at this time with caveats requiring inclusion of selected annexes to the standard as mandatory. When using ASTM D6348-12e1, the following conditions must be met:\n\n* The test plan preparation and implementation in the Annexes to ASTM D6348-03, sections A1 through A8 are mandatory; and\n\n• In ASTM D6348-03, Annex A5 (Analyte Spiking Technique), the percent (%) R must be determined for each target analyte (Equation A5.5).\n\nIn order for the test data to be acceptable for a compound, percent R must be 70 percent ≥ R ≤ 130 percent. If the percent R value does not meet this criterion for a target compound, the test data is not acceptable for that compound and the test must be repeated for that analyte ( *i.e.,* the sampling and/or analytical procedure should be adjusted before a retest). The percent R value for each compound must be reported in the test report, and all field measurements must be corrected with the calculated percent R value for that compound by using the following equation:\n\nReported Results = ((Measured Concentration in Stack))/(percent R) × 100.\n\nThe EPA is incorporating by reference the VCS ASTM D6784-16, “Standard Test Method for Elemental, Oxidized, Particle-Bound and Total Mercury in Flue Gas Generated from Coal-Fired Stationary Sources (Ontario Hydro Method),” as an acceptable alternative to EPA Method 29 (portion for mercury only) as a method for measuring elemental, oxidized, particle-bound, and total mercury concentrations ranging from approximately 0.5 to 100 micrograms per normal cubic meter. This test method describes equipment and procedures for obtaining samples from effluent ducts and stacks, equipment and procedures for laboratory analysis, and procedures for calculating results. VCS ASTM D6784-16 allows for additional flexibility in the sampling and analytical procedures for the earlier version of the same standard VCS ASTM D6784-02 (Reapproved 2008).\n\nASTM D6784-16 and ASTM D6348-12e1 are available at ASTM International, 1850 M Street NW, Suite 1030, Washington, DC 20036. See *https://www.astm.org* /. The standards are available to everyone at a cost determined by ASTM ($82). The costs of obtaining these methods are not a significant financial burden, making the methods reasonably available.\n\nAdditionally, the EPA is incorporating by reference EPA/100/R-10/005, “Recommended Toxicity Equivalence Factors (TEFs) for Human Health Risk Assessments of 2, 3, 7, 8-Tetrachlorodibenzo-p-dioxin and Dioxin-Like Compounds,” December 2010, which is the source of the toxicity equivalence factors (TEF) for dioxins and furans used in calculating the toxic equivalence quotient of the proposed dioxin and furan standard. This document describes the EPA's updated approach for evaluating the human health risks from exposures to environmental media containing dioxin-like compounds. The EPA recommends that the TEF methodology, a component mixture method, be used to evaluate human health risks posed by these mixtures, using TCDD as the index chemical. The EPA recommends the use of the consensus TEF values for 2,3,7,8-tetrachlorodibenzo-p-dioxin and dioxin-like compounds published in 2005 by the World Health Organization. EPA/100/R-10/005 is available on the EPA website, *https://www.epa.gov/risk/documents-recommended-toxicity-equivalency-factors-human-health-risk-assessments-dioxin-and.*\n\n#### J. Executive Order 12898: Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations and Low-Income Populations and Executive Order 14096: Revitalizing Our Nation's Commitment to Environmental Justice for All\n\nThe EPA believes that the human health or environmental conditions that exist prior to this action result in or have the potential to result in disproportionate and adverse human health or environmental effects on communities with environmental justice (EJ) concerns. The assessment of populations in close proximity of lime manufacturing facilities shows Hispanic and linguistically isolated groups are higher than the national average (see section V.E. of the preamble). The higher percentages are driven by 4 of the 34 facilities in the source category.\n\nThe EPA believes that this action is likely to reduce existing disproportionate and adverse effects on communities with EJ concerns. The EPA is proposing MACT standards for HCl, mercury, organic HAP, and D/F. The EPA expects that the 4 facilities would have to implement control measures to reduce emissions to comply with the MACT standards and that HAP exposures for the people of color and low-income individuals living near these facilities would decrease.\n\nThe EPA will additionally identify and address environmental justice concerns by conducting outreach after signature of this proposed rule. The EPA will address this rule during the monthly Environmental Justice call for communities burdened by disproportionate environmental impacts.\n\nThe information supporting these Executive Orders is contained in section V.E. of this preamble.\n\n## List of Subjects in 40 CFR Part 63\n\nEnvironmental protection, Air pollution control, Hazardous substances, Incorporation by reference, Reporting and recordkeeping requirements.\n\nMichael S. Regan,\n\nAdministrator.\n\n[FR Doc. 2024-02299 Filed 2-8-24; 8:45 am]\n\nBILLING CODE 6560-50-P\n\n## Footnotes\n\n^[(1) ]()^ 88 FR 805 (Jan. 5, 2023).\n\n^[(2) ]()^ 66 FR 3180, January 12, 2001.\n\n^[(3) ]()^ See 86 FR 64393, November 18,2021, where we found that $26,000/ton for HCl was not cost effective as a beyond-the-floor option.\n\n^[(4) ]()^ U.S. EPA. 2005. Guidelines for Carcinogen Risk Assessment. U.S. Environmental Protection Agency, Washington DC.\n\n^[(5) ]()^ International Agency for Research on Cancer (IARC). 1992. IARC Monographs on the Evaluation of Carcinogenic Risks to Humans. Volume 54: Occupational Exposures to Mists and Vapours from Strong Inorganic Acids; and Other Industrial Chemicals. World Health Organization, Lyon.\n\n^[(6) ]()^ Morita T., Watanabe Y., Takeda K., Okumura K. Effects of pH in the in vitro chromosomal aberration test. *Mutat. Res.* 1989;225:55-60.\n\n^[(7) ]()^ Brusick D. Genotoxic effects in cultured mammalian cells produced by low pH treatment conditions and increased ion concentrations. *Environ. Mutag.* 1986;8:879-886.\n\n^[(8) ]()^ U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS) on Hydrogen Chloride. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 1995.\n\n^[(9) ]()^ NCI Dictionary of Cancer terms. National Cancer Institute. (n.d.). Retrieved October 30, 2023, from *https://www.cancer.gov/publications/dictionaries/cancer-terms/def/hyperplasia.*\n\n^[(10) ]()^ EPA (2018) Chemicals evaluated for carcinogenic potential annual cancer report 2018. U.S. Environmental Protection Agency.\n\n^[(11) ]()^ U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS) on Chloroform. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 2001.\n\n^[(12) ]()^ U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS) on Hydrogen Chloride. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 1995.\n\n^[(13) ]()^ Kamrin, M.A. 1992. Workshop on the health effects of HCl in ambient air. Reg. Pharm. Toxicol.15: 73-82.\n\n^[(14) ]()^ Environmental Protection Agency. Integrated Risk Information System (IRIS) on Hydrogen Chloride. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 1995.\n\n^[(15) ]()^ HCl concentrations in the ambient air usually do not exceed 0.01 mg/m3 (IARC, 1992).\n\n^[(16) ]()^ U.S. EPA, 1994. *Methods for Derivation of Inhalation Reference Concentrations and Application of Inhalation Dosimetry* [See section 4.3.9.2. Assignment of Confidence Levels, p. 4-80-82].\n\n^[(17) ]()^ OEHHA. (2000). Determination of Noncancer Chronic Reference Exposure Levels. Appendix D.3 Chronic RELs and toxicity summaries using the previous version of the Hot Spots Risk Assessment guidelines (OEHHA 1999). Chronic Toxicity Summary: Hydrogen Chloride.\n\n^[(18) ]()^ U.S. EPA, 2009. *STATUS REPORT: Advances in Inhalation Dosimetry of Gases and Vapors with Portal of Entry Effects in the Upper Respiratory Tract.* U.S. Environmental Protection Agency, Washington, DC.\n\n^[(19) ]()^ Docket ID No. EPA-HQ-OAR-2017-0015-0166, section X. A.\n\n^[(20) ]()^ See 79 FR 75638, December 18, 2014, where the EPA found that a beyond-the-floor option for mercury of $74,000/lb was not cost effective.\n\n^[(21) ]()^  *Association of Battery Recyclers* v. *EPA,* 716 F.3d 667, 672 (D.C. Cir. 2013) (“Section 112(i)(3)'s 3-year maximum compliance period applies generally to any emission standard . . . promulgated under [section 112]” (brackets in original)).\n\n^[(22) ]()^  *https://www.federalregister.gov/documents/2023/04/26/2023-08955/revitalizing-our-nations-commitment-to-environmental-justice-for-all.*\n\n^[(23) ]()^  *https://www.epa.gov/children/childrens-health-policy-and-plan.*",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "ed016eb4-2af7-45a1-84a7-45ce7fd61fc3",
    "section_number": "A",
    "section_title": "Does this action apply to me?",
    "section_text": "# A. Does this action apply to me?\n\nTable 1 of this preamble lists the NESHAP and associated regulated industrial source categories that are the subject of this supplemental proposal. Table 1 is not intended to be exhaustive, but rather provides a guide for readers regarding the entities that the proposed rule is likely to affect. The standards, if promulgated, will be directly applicable to the affected sources. Federal, State, local, and Tribal government entities would not be affected by this rule. As defined in the *Initial List of Categories of Sources Under Section 112(c)(1) of the Clean Air Act Amendments of 1990* (see 57 FR 31576; July 16, 1992) and *Documentation for Developing the Initial Source Category List, Final Report* (see EPA-450/3-91-030; July 1992), the Lime Manufacturing source category is “any facility engaged in producing high calcium lime, dolomitic lime, and dead-burned dolomite.” However, lime manufacturing plants located at pulp and paper mills or at beet sugar factories are not included in the source category (69 FR 394, 397, January 5, 2004).\n\n| **Table 1—NESHAP and Industrial Source Categories Affected by This Proposed Action** | Source category and NESHAP  | NAICS code ^1^ |\n| ------------------------------------------------------------------------------------ | --------------------------- |\n| Lime Manufacturing                                                                   | 32741, 33111, 3314, 327125. |\n| ^1^ North American Industry Classification System.                                   |\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "3cfc0ca4-8e15-4dc0-99c7-c28af1ba42b5"
  },
  {
    "section_id": "3773f4d0-206b-4f72-906f-6a630ccf7d84",
    "section_number": "B",
    "section_title": "Where can I get a copy of this document and other related information?",
    "section_text": "# B. Where can I get a copy of this document and other related information?\n\nIn addition to being available in the docket, an electronic copy of this action is available on the internet. Following signature by the EPA Administrator, the EPA will post a copy of this supplemental proposal at *https://www.epa.gov/stationary-sources-air-pollution/lime-manufacturing-plants-national-emission-standards-hazardous.* Following publication in the Federal Register , the EPA will post the Federal Register version of this supplemental proposal rule and key technical documents at this same website.\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "3cfc0ca4-8e15-4dc0-99c7-c28af1ba42b5"
  },
  {
    "section_id": "c993ac38-d264-480d-8b6d-f7d0586611a0",
    "section_number": "A",
    "section_title": "What is the statutory authority for this action?",
    "section_text": "# A. What is the statutory authority for this action?\n\nOn January 5, 2023, the EPA proposed to amend the National Emission Standards for Hazardous Air Pollutants for Lime Manufacturing Plants (Lime Manufacturing NESHAP), to set emission standards for four previously unregulated pollutants. ^[(1) ]()^This supplemental proposal seeks comment on revisions to the proposed emission limits for HCl, mercury, organic HAP, and D/F based on information received from public commenters and other sources of information, including the small business review panel.\n\nIn *Louisiana Environmental Action Network* v. *EPA (LEAN),* 955 F.3d 1088 (D.C. Cir. 2020) the U.S. Court of Appeals for the District of Columbia Circuit (D.C. Circuit) held that the EPA has an obligation to address unregulated emissions from a source category in the 8-year review. To meet this obligation, the EPA issued the January 5, 2023, proposed rule to address unregulated emissions of HAP from the lime manufacturing source category. The proposed amendments defined the maximum achievable control technology (MACT) standard for hydrogen chloride (HCl), mercury, total hydrocarbon (THC) as a surrogate for organic HAP, and dioxin/furans (D/F) within the lime manufacturing source category pursuant to the Clean Air Act (CAA) sections 112(d)(2) and (3). This proposal supplements the January 5, 2023, proposed rule amendments.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "7e7d350c-402a-4c75-84fd-7cffbf947027"
  },
  {
    "section_id": "852f0329-74c7-454a-9cba-13ef6c549c22",
    "section_number": "B",
    "section_title": "What is this source category and how does the current NESHAP regulate its HAP emissions?",
    "section_text": "# B. What is this source category and how does the current NESHAP regulate its HAP emissions?\n\nThe EPA promulgated the Lime Manufacturing NESHAP on January 5, 2004 (69 FR 394). The standards are codified at 40 CFR part 63, subpart AAAAA. The lime manufacturing industry consists of facilities that use a lime kiln to produce lime product from limestone by calcination. The source category covered by this MACT standard currently includes 34 facilities.\n\nAs promulgated in 2004, the current Lime Manufacturing NESHAP regulates HAP emissions from all new and existing lime manufacturing plants that are major sources, co-located with major sources, or are part of major sources. A lime manufacturing plant is defined as any plant which uses a lime kiln to produce lime product from limestone or other calcareous material by calcination. The NESHAP specifically excludes lime kilns that use only calcium carbonate waste sludge from water softening processes as the feedstock. In addition, lime manufacturing plants located at pulp and paper mills or at beet sugar factories are not subject to the NESHAP. Lime manufacturing operations at pulp and paper mills are subject to the NESHAP for combustion sources at kraft, soda, and sulfite pulp and paper mills. ^[(2) ]()^Lime manufacturing operations at beet sugar processing plants are not subject to the Lime Manufacturing NESHAP because beet sugar lime kiln exhaust is typically routed through a series of gas washers to clean the exhaust gas prior to process use. Other lime manufacturing plants that are part of multiple operations, such as (but not limited to) those at steel mills and magnesia production facilities, are subject to the Lime Manufacturing NESHAP.\n\nThe current Lime Manufacturing NESHAP defines the affected source as each lime kiln and its associated cooler and each individual processed stone handling (PSH) operations system. The PSH operations system includes all equipment associated with PSH operations beginning at the process stone storage bin(s) or open storage pile(s) and ending where the process stone is fed into the kiln. It includes man-made process stone storage bins (but not open process stone storage piles), conveying system transfer points, bulk loading or unloading systems, screening operations, surge bins, bucket elevators, and belt conveyors.\n\nThe current Lime Manufacturing NESHAP established particulate matter (PM) emission limits for lime kilns, coolers, and PSH operations with stacks. The NESHAP also established opacity limits for kilns equipped with electrostatic precipitators (ESP) and fabric filters (FF) and scrubber liquid flow limits for kilns equipped with wet scrubbers. Particulate matter serves as a surrogate for the non-mercury metal HAP. The NESHAP also regulates opacity or visible emissions from most of the PSH operations, with opacity also serving as a surrogate for HAP metals.\n\nThe PM emission limit for existing kilns and coolers is 0.12 pounds PM per ton of stone feed (lb/tsf) for kilns using dry air pollution control systems ( *e.g.,* dry scrubbers, fabric filters, baghouses) prior to January 5, 2004. Existing kilns that have installed and are operating wet scrubbers prior to January 5, 2004, must meet an emission limit of 0.60 lb/tsf. Kilns which meet the criteria for the 0.60 lb/tsf emission limit must continue to use a wet scrubber for PM emission control in order to be eligible to meet the 0.60 lb/tsf limit. If at any time such a kiln switches to a dry control, it would become subject to the 0.12 lb/tsf emission limit, regardless of the type of control device used in the future. The PM emission limit for all new kilns and lime coolers is 0.10 lb/tsf. As a compliance option, these emission limits (except for the 0.60 lb/tsf limit) may be averaged across kilns and coolers at the lime manufacturing plant. If the lime manufacturing plant has both new and existing kilns and coolers, then the emission limit would be an average of the existing and new kiln PM emissions limits, weighted by the annual actual production rates of the individual kilns, except that no new kiln may exceed the PM emission level of 0.10 lb/tsf. Existing kilns that have installed and are operating wet scrubbers prior to January 5, 2004, and that are required to meet a 0.60 lb/tsf emission limit must meet that limit individually, and they may not be included in any averaging calculations.\n\nEmissions from PSH operations that are vented through a stack are subject to a limit of 0.05 grams PM per dry standard cubic meter (g/dscm) and 7 percent opacity. Stack emissions from PSH operations that are controlled by wet scrubbers are subject to the 0.05 g PM/dscm limit but are not subject to the opacity limit. Fugitive emissions from PSH operations are subject to a 10 percent opacity limit.\n\nFor each building enclosing any PSH operation, each of the affected PSH operations in the building must comply individually with the applicable PM and opacity emission limitations. Otherwise, there must be no visible emissions from the building, except from a vent, and the building's vent emissions must not exceed 0.05 g/dscm and 7 percent opacity. For each fabric filter that controls emissions from only an individual, enclosed processed stone storage bin, the opacity must not exceed 7 percent. For each set of multiple processed stone storage bins with combined stack emissions, emissions must not exceed 0.05 g/dscm and 7 percent opacity. The current Lime Manufacturing NESHAP does not allow averaging of PSH operations.\n\nThe 2020 amendments finalized the residual risk and technology review (RTR) conducted for the Lime Manufacturing NESHAP. The 2020 RTR found that the Lime Manufacturing NESHAP provided an ample margin of safety to protect public health, more stringent standards were not necessary to prevent an adverse environmental effect, and that there were no developments in practices, processes, or control technologies that would warrant revisions to the standards. In addition, the 2020 RTR addressed periods of startup, shutdown, and malfunction (SSM) by removing any exemptions during SSM operations. Lastly, the 2020 amendments included provisions requiring electronic reporting.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "7e7d350c-402a-4c75-84fd-7cffbf947027"
  },
  {
    "section_id": "3dbc4f9e-b0d2-4eff-8ecb-749c7b342d41",
    "section_number": "C",
    "section_title": "What changes did we propose for the lime manufacturing source category in our January 5, 2023, proposal?",
    "section_text": "# C. What changes did we propose for the lime manufacturing source category in our January 5, 2023, proposal?\n\nOn January 5, 2023, the EPA published a proposal in the Federal Register for the Lime Manufacturing NESHAP, 40 CFR part 63, subpart AAAAA to propose setting MACT standards for HCl, mercury, THC as a surrogate for organic HAP, and D/F. Table 2 includes a summary of the MACT standards in the January 5, 2023, proposal.\n\n| **Table 2—Summary of New and Existing Source Limits for the Lime Manufacturing NESHAP Included in the January 5, 2023, Proposal** | Pollutant ^1^ | Kiln type ^2^ | Stone produced ^3^ | New sourcelimit                 | Unit of measure | Existing sourcelimit              | Unit of measure |\n| --------------------------------------------------------------------------------------------------------------------------------- | ------------- | ------------- | ------------------ | ------------------------------- | --------------- | --------------------------------- |\n| HCl                                                                                                                               | SR            | DL, DB        | 1.6                | lb/ton stone produced           | 2.2             | lb/ton stone produced.            |\n|                                                                                                                                   | SR            | QL            | 0.021              | lb/ton stone produced           | 0.58            | lb/ton stone produced.            |\n|                                                                                                                                   | PR            | DL, DB        | 0.39               | lb/ton stone produced           | 0.39            | lb/ton stone produced.            |\n|                                                                                                                                   | PR            | QL            | 0.015              | lb/ton stone produced           | 0.015           | lb/ton stone produced.            |\n|                                                                                                                                   | VK            | QL            | 0.021              | lb/ton stone produced           | 0.021           | lb/ton stone produced.            |\n| Mercury                                                                                                                           | All           | QL, DL        | 24.9               | lb/MMton stone produced         | 24.9            | lb/MMton stone produced.          |\n|                                                                                                                                   | All           | DB            | 24.4               | lb/MMton stone produced         | 33.1            | lb/MMton stone produced.          |\n| THC                                                                                                                               | All           | All           | 0.86               | ppmvd as propane @7 percent O 2 | 3.47            | ppmvd as propane @7 percent O 2 . |\n| D/F                                                                                                                               | All           | All           | 0.028              | ng/dscm (TEQ) @7 percent O 2    | 0.028           | ng/dscm (TEQ) @7 percent O 2 .    |\n| ^1^ Hydrogen chloride (HCl), total hydrocarbon (THC), dioxin/furans (D/F).                                                        |\n| ^2^ Straight rotary kiln (SR), preheater rotary kiln (PR), vertical kiln (VK).                                                    |\n| ^3^ Dolomitic lime (DL), quick lime (QL), dead burned dolomitic lime (DB).                                                        |\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "7e7d350c-402a-4c75-84fd-7cffbf947027"
  },
  {
    "section_id": "c0328bfd-2515-4161-91bc-8f32d80ca4f7",
    "section_number": "A",
    "section_title": "What revisions are we proposing to the hydrogen chloride emission standards?",
    "section_text": "# A. What revisions are we proposing to the hydrogen chloride emission standards?\n\nAs a result of reviewing public comments received on the January 5, 2023, proposed amendments, the EPA was made aware of five instances where kilns were subcategorized as preheater rotary kilns (PR) producing quick lime (QL) but were in fact straight rotary kilns (SR) producing QL. All five kilns identified are located at the Carmeuse Lime and Stone plant in Gary, Indiana. One of these five kilns was in the HCl MACT pool for the PR, QL subcategory, and was included in the Upper Predictive Limit (UPL) calculations. This kiln was moved from this subcategory to the SR, QL subcategory. Removing this kiln from the PR, QL subcategory and adding it to the SR, QL subcategory changed the data used in the UPL calculation and therefore changed the UPL calculation results. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations.\n\nIn addition, in the January 5, 2023, proposal we did not subcategorize vertical kilns by the type of stone produced. We received a comment that the EPA should subcategorize vertical kilns by product, similar to the subcategorization of rotary kilns. (See Docket ID No. EPA-HQ-OAR-20177-0015-0166). In this action we are proposing a vertical kiln (VK): dolomitic lime (DL), dead-burned, dolomitic lime (DB) subcategory as was done with the proposed PR, DL/DB rotary kiln emission limits.\n\nThe changes in our proposed HCl emission limits for new and existing sources are include in table 3.\n\n| **Table 3—Summary of Re-Proposed New and Existing Source Limits for Hydrogen Chloride** | Kiln type ^1^ | Stone produced ^2^ | New source limit (lb/ton stoneproduced) | Existing source limit(lb/ton stoneproduced) |\n| --------------------------------------------------------------------------------------- | ------------- | ------------------ | --------------------------------------- |\n| SR                                                                                      | QL            | 0.015              | 0.52                                    |\n| SR                                                                                      | DL, DB        | 1.7                | 2.3                                     |\n| PR                                                                                      | QL            | 0.096              | 0.096                                   |\n| PR                                                                                      | DL, DB        | 0.39               | 0.39                                    |\n| VK                                                                                      | QL            | 0.021              | 0.021                                   |\n| VK                                                                                      | DL, DB        | 0.39               | 0.39                                    |\n| ^1^ Straight rotary kiln (SR), preheater rotary kiln (PR), vertical kiln (VK).          |\n| ^2^ Dolomitic lime (DL), quick lime (QL), dead burned dolomitic lime (DB).              |\n\nIn the January 5, 2023, proposal the EPA estimated that applying a removal efficiency of dry sorbent injection (DSI) controls using hydrated lime to each kiln in the source category to meet the MACT floor would result in a reduction of HCl emissions from these sources of 1,163 tons per year (tpy). As a result of the changes to these subcategories, explained in this section, the EPA now estimates that applying a removal efficiency of DSI controls to meet the MACT floor would result in a reduction of HCl emissions from these sources of 884 tons of HCl per year.\n\nWe conducted a revised beyond-the-floor analysis, where we evaluated whether existing kilns would be able to comply with the proposed new source HCl MACT floor limits. We found that the estimated reduction in HCl emissions from existing sources complying with a beyond-the-floor HCl limit is 1,453 tpy. The estimated incremental reduction, where we compare the existing source beyond-the-floor limit to the existing source MACT floor limit, is 568 tpy. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations. Using revised cost calculations (refer to section IV.C. of this preamble) we estimate the total capital investment to be $749,000,000 and total annual costs to be $139,000,000 per year for beyond-the-floor limits. This results in a cost effectiveness of approximately $95,000 per ton of HCl removal. We do not consider these control costs to be reasonable compared to other rules where we have regulated HCl and costs were a consideration. ^[(3) ]()^Therefore we are not proposing a beyond-the-floor standard for HCl. Refer to the memorandum, “Cost Impacts for the Lime Manufacturing Plants Industry Supplemental Proposal”, included in the docket of this rulemaking.\n\nAs part of our beyond-the-floor analysis, we typically identify control techniques that have the ability to achieve an emissions limit more stringent than the MACT floor. No techniques were identified that would achieve HAP reductions greater than the new source floors for the HCl subcategories. Therefore, consistent with the January 5, 2023, proposal the EPA is not proposing a beyond-the-floor HCl limit for new sources in this supplemental proposal.\n\nIn its report, the Small Business Advocacy Review Panel requested that the EPA consider establishing a health-based emission limit (HBEL) for HCl and asked the EPA to take comment on a potential HBEL standard. For a HAP with an established health threshold, CAA section 112(d)(4) allows the EPA to consider such health thresholds when establishing emission standards under CAA section 112(d). Section 112(d)(4) of the CAA states, “With respect to pollutants for which a health threshold has been established, the Administrator may consider such threshold level, with an ample margin of safety, when establishing emission standards under this subsection.” In other words, for HAP with a health threshold, standards may be promulgated under a process different from that otherwise specified in CAA section 112(d), and these standards are referred to as HBEL. Based on the request, the EPA seeks comment on establishing an HBEL under CAA section 112(d)(4) for HCl.\n\nThe EPA is mindful that, in *Sierra Club* v. *Environmental Protection Agency,* 895 F.3d 1 (D.C. Cir. 2018), the court remanded the NESHAP for Brick and Structural Clay Products Manufacturing and for Clay Ceramics Manufacturing. The court found that the EPA had not sufficiently supported its determination that HCl is a “pollutant for which a health threshold has been established”; specifically, the court determined that the rulemaking record did not show that HCl is not a carcinogen. 895 F.3d at 11. The court also stated that the EPA had not sufficiently explained why it had used the EPA inhalation Reference Concentration (RfC) instead of using California's health value in setting the HBEL. Below, the EPA considers the court's points related to the denying the use of an HBEL for HCl as well as an example of how an HBEL may be established for this rulemaking.\n\nWith regard to carcinogenicity, it is important to acknowledge that the science and methods of cancer risk assessment have evolved over the 33 years since the CAA amendments were issued. The EPA now recognizes that carcinogens can be either non-threshold or threshold pollutants. ^[(4) ]()^Linear non-threshold carcinogens can cause adverse health effects, including cancer, at any level of exposure. In contrast, non-linear threshold carcinogens may pose a cancer risk only above a certain exposure level. Based on the science and methods developed over the last 33 years, and CAA section 112(d)(4)'s focus on a threshold, not cancer risk, we believe that the issue is not whether HCl is a carcinogen but rather whether HCl has a threshold.\n\nAn important consideration when determining if a carcinogen has a threshold is whether it is mutagenic. If a pollutant is mutagenic, science supports that any dose may cause cancer; in other words, there is not likely to be a threshold. In the case of HCl, the available evidence does not indicate that HCl has a mutagenic effect. Bacteria that have been exposed to HCl in research studies have not exhibited any mutations. ^[(5) ]()^Although studies reported by Morita *et al.* (1989)  ^[(6) ]()^and Brusick (1986)  ^[(7) ]()^involving mammalian exposure to HCl have found mutagenicity, researchers have concluded that these effects are an artifact of acidic conditions caused by exceptionally high doses of HCl. Genotoxic or mutagenic effects caused at high doses by changes in pH are not relevant to environmental levels of exposure under normal physiological conditions.\n\nAnother important consideration in determining whether a pollutant has a threshold is understanding whether there are alternative mechanisms by which the observed effects could lead to the development of cancer. In an animal study designed to observe cancer outcomes, rats exposed to HCl showed increased cell production and tissue enlargement, known as hyperplasia, in the respiratory tract. However, the rats showed no evidence of HCl-induced tumors or cancer. ^[(8) ]()^Hyperplasia may or may not progress to tumor development and cancer over time. ^[(9) ]()^However, cancer cannot occur through this mechanism if exposure is below the threshold at which hyperplasia occurs. Continuous exposure to a chemical or its metabolite can cause persistent cell killing which in turn may result in regenerative hyperplasia in the damaged tissue. The EPA's Office of Pesticides recognizes that “for irreversible tissue alterations to occur in humans, including cancer by this mode of action, a *sufficient exposure* (emphasis added) must be encountered over a prolonged period.”  ^[(10) ]()^The EPA's Integrated Risk Information System (IRIS) program has similarly recognized the existence of a threshold of exposure for hyperplasia and resulting cancer outcomes from exposure to chloroform. Chloroform was labeled as likely to be carcinogenic to humans under high-exposure conditions that cause hyperplasia. However, the EPA concluded that chloroform is not likely to be carcinogenic to humans under exposure conditions that do not cause hyperplasia. ^[(11)]()^\n\nThe EPA derived a reference concentration (RfC) for HCl which identifies a health-based threshold for hyperplasia   ^[(12) ]()^ . This RfC represents an estimate (with uncertainty spanning perhaps an order of magnitude) of a daily inhalation exposure to the human population (including sensitive subgroups) that is likely to be without an appreciable risk of deleterious effects during a lifetime. An expert review workshop had previously evaluated the evidence available for HCl and for a similar chemical, sulfuric acid, and suggested that no adverse effects from exposure to HCl would be expected in humans at or below 3 mg/m3. ^[(13) ]()^The EPA performed an independent evaluation to identify a value expected to be without adverse effects, including in sensitive subgroups. The EPA's dose-response evaluation incorporated a 300-fold factor to account for any residual uncertainty, including the potential for variability in response across the human population. The final RfC derived by the EPA was 0.02 mg/m3. ^[(14) ]()^Exposure to HCl in the general population is expected to occur below 3 mg/m3 and 0.02 mg/m3, below which there are no observable adverse health effects. Considering the evidence regarding  ^[(15) ]()^and the availability of a hyperplasia protective health threshold, the EPA seeks comment on whether it is appropriate to consider HCl a threshold pollutant under CAA section 112(d)(4). The EPA also requests comments on new or additional scientific evidence that will inform the agency whether or not HCl has a threshold.\n\nIn its 2018 opinion in *Sierra Club,* the D.C. Circuit also stated that the EPA did not fully explain why the EPA's RfC for HCl, which the Agency has designated as a “low confidence” value, was preferable to an alternative value developed by the California EPA, known as the chronic reference exposure level (REL). The EPA had previously explained in its *Methods for Derivation of Inhalation Reference Concentrations and Application of Inhalation Dosimetry* and *Guidelines for Carcinogenic Risk Assessment* that the Agency derives RfC only when there are enough data to designate a pollutant as having a threshold and there are enough data to set a numerical RfC. Also, after deriving an RfC, the EPA evaluates the data used to derive the RfC and assigns confidence levels of high, medium, or low to each of its reference concentrations based on the completeness of the supporting data base. ^[(16) ]()^A “low confidence” label in the RfC is applied to a derivation that is based on several data extrapolations and a less complete data base than those with a “high confidence” or “medium confidence” labels. Therefore, a “low confidence” RfC value indicates that it may change if additional supporting data become available. It does not mean that the current available data base is weak or unreliable. In fact, the principal and supporting studies selected to derive the RfC for HCl meet the data base criteria for estimation of an RfC which means that the data base is adequate and acceptable. The California EPA chronic REL for HCl was derived using the same principal and supporting studies. Therefore, the California EPA value reflects the same data base confidence as the EPA RfC.\n\nWhile the EPA and California EPA values were derived using the same principal study and similar methodologies, there was a significant difference in the derivation of each value, which led to the California EPA value being more stringent. The principal driver for this difference was the California EPA's exclusion of mid-respiratory tract ( *i.e.,* trachea) effects from its dosimetry adjustment calculations. ^[(17) ]()^By contrast, the EPA incorporated both upper- ( *i.e.,* nose, mouth) and mid-respiratory tract effects. California EPA's sole rationale for the exclusion of mid-respiratory tract effects was based on the prediction that humans are expected to be relatively more susceptible in the upper-respiratory tract.\n\nAlthough the predominant effects of inhaled HCl are expected to occur in the upper respiratory tract, the EPA disagrees with the California EPA's exclusion of mid-respiratory tract effects and believes that California EPA's approach is inconsistent with the EPA's own guidelines for deriving inhalation reference concentrations. The principal study relied upon by the EPA and California EPA reported that rats exposed to HCl developed a higher incidence of hyperplasia in both upper- and mid-respiratory tracts. Furthermore, the EPA guidelines establish that when effects are observed in the mid-respiratory tract, this region should also be considered in the dosimetry adjustment calculations. ^[(18) ]()^Therefore, the EPA approach to derive the RfC is more robust because it better represents the observed respiratory effects reported in the scientific literature.\n\nIn contemplating whether the EPA could set an HBEL for HCl emissions in the lime manufacturing source category, the EPA reviewed the conclusions on the potential for HCl to cause adverse health effects in the 2020 RTR. The maximum chronic Hazard Quotient (HQ) for HCl was 0.04, and the maximum acute HQ hazard was 0.6 based upon actual emissions. Because the hazards associated with HCl were acceptable with an ample margin of safety in the 2020 RTR, it is possible to contemplate setting an HBEL for this rule. Refer to the November 2023 memorandum “Risk Approach to Assess a Health-Based Emission Limit for Hydrochloric Acid for the Lime Manufacturing Source Category,” located in the docket for this rulemaking. The modeling methodology applied for both the 2020 RTR and the 2023 HBEL proposal accounts for aggregate impacts to census blocks for locations that may have multiple lime manufacturing plants within a 50 km domain. The proposed HBEL for HCl is at an emission level that is higher than the modeled actual emissions for the 2020 RTR. An example of what an HBEL for HCl might look like is presented below.\n\nTo set an HBEL for HCl, we would establish an emission standard to ensure that levels of HCl remain well below the concentrations at which any impacts would be expected to occur. As an example, an appropriate approach to setting a health-based threshold might be to establish a mass-based standard. Such a standard could include both a tons per year limit as well as a pounds per hour limit to ensure protection from both chronic and acute impacts. We have provided an analysis of such a standard in the November 2023 memorandum “Risk Approach to Assess a Health-Based Emission Limit for Hydrochloric Acid for the Lime Manufacturing Source Category,” located in the docket for this rulemaking. Based on this analysis, the HBEL would be an emission limit of 300 tpy, not to exceed 685 pounds per hour (lb/hr). We would expect such a limit to ensure that HCl emissions from this source category, while could be higher than in the proposal would remain at levels consistent with a chronic HQ no greater than 0.2 and a maximum acute HQ no greater than 0.6. We request comment on whether such a standard would provide an ample margin of safety and whether additional measures would be needed to do so.\n\nAppropriate monitoring, recordkeeping, and reporting requirements would also be required to ensure compliance with the limit. The EPA is requesting comment on an appropriate structure for incorporating an HBEL in the rule text. Refer to the memorandum, “Revisions to 40 CFR part 63 Subpart AAAAA to Accommodate a Health-Based Standard”, included in the docket for this rulemaking, for a description of potential revisions to the subpart to include initial compliance, continuous compliance, recordkeeping, and reporting rule language in support of an HBEL.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "3a433421-d022-427b-ad45-6cf63061fb0a"
  },
  {
    "section_id": "692972f3-0894-4c15-85b4-58f3b93b4ea3",
    "section_number": "B",
    "section_title": "What revisions are we proposing to the mercury emission standards?",
    "section_text": "# B. What revisions are we proposing to the mercury emission standards?\n\nPrior to the January 5, 2023, proposed rule, the EPA evaluated the use of an intra-quarry variability (IQV) factor to be applied in the mercury UPL calculations to account for the naturally occurring variability in mercury content of the raw materials. The formation of the rock being mined for raw materials occurred over a large span of geological time. Consistent with the approach followed in the Portland Cement Manufacturing NESHAP, 40 CFR part 63, subpart LLL, and the Brick and Structural Clay Products NESHAP, 40 CFR part 63, subpart JJJJJ, the IQV factor accounts for this variability in the mercury content of the raw material over geological time. However, in the January 5, 2023, proposed rule amendments we did not believe we had sufficient data to apply an IQV factor.\n\nAs described in the January 5, 2023, proposal, the EPA was provided data from the quarries of two separate lime manufacturing facilities (Carmeuse Maysville and Graymont Eden quarries). Both facilities were included in the mercury MACT floor calculations. At the first facility, the mercury content of the kiln feed was sampled, and the results tabulated. At the second facility the quarry was sampled, at multiple bore-hole depths, as well as the kiln feed, and the results tabulated.\n\nWhen developing the January 5, 2023, proposal, the EPA had believed that the kiln feed data was more representative of the mercury content of the raw material, but wrongly assumed this was due to the mined quarry stone first being stored in open storage piles over time, where new stone added to the storage pile was assumed to homogenize with other stone in the storage pile. In the public comments received, industry representatives explained that stone from the quarry is stored in “short-term” storage piles, ^[(19) ]()^where new stone added does not have time to “homogenize” with other stone before being fed into the kiln. It was also noted that quarry samples, as collected in the Graymont bore-hole sample data, represent the intent of the IQV by reporting on the measured variability of the mercury content of the rock over varying depths, representing variations over geologic time. Based on these comments, the EPA reconsidered the suitability of these data to develop an IQV factor.\n\nThe EPA considered both the Graymont and Carmeuse quarry data in the IQV factor analysis. Both facilities were part of the MACT floor pool in the QL subcategory. From this analysis a relative standard deviation (RSD) was calculated by dividing the standard deviation by the data average. The RSD was then incorporated into the UPL calculations for new and existing QL sources as part of the “pooled variance” factor of the UPL equation. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations. The application of an IQV factor revised the originally proposed mercury emission limit for new and existing QL sources from 24.9 pounds per million tons of lime produced (rounded to 25 lb/MMton) for both new and existing sources to 27 lb/MMton for new sources, and 34 lb/MMton for existing sources in the QL subcategory.\n\nAs part of the evaluation of a mercury standard with the inclusion of an IQV factor, the EPA reconsidered whether a separate subcategory was necessary for kilns producing dead-burned dolomitic lime (DB), as proposed in the January 5, 2023, proposed amendments. To do this, we first developed standards based on no subcategorization and the application of an IQV factor. The result of this analysis was 27 lb Hg/MMton for new sources and 34 lb Hg/MMton for existing sources. These standards were developed based on the kilns that made up the MACT pool. These kilns were producing high calcium quick lime (QL) and dolomitic lime (DL). Based on test data available, the EPA determined that kilns producing DB would be able to comply with this existing source standard after the application of air pollution controls. Based on the test data available, the EPA determined that there was little difference in mercury emissions from SR and PR kilns producing Ql and/or DL. Moreover, we have found that residence time of raw materials in a kiln has little impact on mercury emissions. We are proposing to not create subcategories based on kiln type in setting mercury emission limits.\n\nOur proposed mercury emission limits for new and existing sources, without subcategories, are included in table 4.\n\n| **Table 4—Summary of Re-Proposed New and Existing Source Limits for Mercury** | Kiln type | Stone produced | New source limit (lb/MMton stoneproduced) | Existing source limit(lb/MMton stoneproduced) |\n| ----------------------------------------------------------------------------- | --------- | -------------- | ----------------------------------------- |\n| All                                                                           | All       | 27             | 34                                        |\n\nIn the January 5, 2023, proposed amendments the EPA estimated that applying a removal efficiency of activated carbon injection (ACI) controls to the source category to meet the MACT floor would result in a reduction of mercury emissions from these sources of approximately 489 pounds of mercury per year. As a result of this supplemental proposal, and the inclusion of an IQV factor in the UPL calculations for mercury, the EPA estimates that applying ACI controls would result in a reduction of mercury emissions from these sources of 460 pounds of mercury per year.\n\nWe conducted a beyond-the-floor analysis, where we evaluated whether existing kilns would be able to comply with the new source mercury MACT floor limits. We found that the estimated reduction in mercury emissions from a beyond-the-floor mercury limit is approximately 490 pounds (0.24 tons) of mercury per year. The estimated incremental reduction, where we compare the existing source beyond-the-floor limit to the existing source MACT floor limit, is 30 pounds (0.01 tons) of mercury per year. We estimate the total capital investment to be $244,000,000 and total annual costs to be $116,000,000 per year for beyond-the-floor limits. This results in a cost effectiveness of approximately $238,000 per pound ($476,000,000 per ton) of mercury removal. We do not consider the control costs to be reasonable compared to other rules where we have regulated mercury and costs are consideration. ^[(20) ]()^Therefore we are not proposing a beyond-the-floor standard for mercury. This is a change from that in the January 5, 2023, proposal. Refer to the memorandum, “Cost Impacts for the Lime Manufacturing Plants Industry Supplemental Proposal”, included in the docket of this rulemaking.\n\nAs part of our beyond-the-floor analysis, we typically identify control techniques that have the ability to achieve an emissions limit more stringent than the MACT floor. No techniques were identified that would achieve HAP reductions greater than the new source floors for the mercury. Therefore, consistent with the January 5, 2023, proposal, the EPA is not proposing a beyond-the-floor mercury limit for new sources in this proposed rule. A detailed description of our beyond-the-floor analysis and conclusions is provided in the memorandum, “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal” which is included in the docket for this rulemaking.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "3a433421-d022-427b-ad45-6cf63061fb0a"
  },
  {
    "section_id": "304dc2a6-60f6-489f-a4ba-9f3d81c3f52d",
    "section_number": "C",
    "section_title": "What revisions are we proposing to the organic HAP emission standards?",
    "section_text": "# C. What revisions are we proposing to the organic HAP emission standards?\n\nThe EPA received comments on the January 5, 2023, proposed amendments opposing the use of THC as a surrogate for organic HAP. Commenters representing industry noted that vertical kilns have relatively elevated THC emissions, while organic HAP emissions are relatively low. They note that this is because of the influence of unburned fuel in the kiln exhaust either due to countercurrent flow switching directions in twin-shaft vertical kilns, or incomplete air-fuel mixing in single-shaft vertical kilns.\n\nThe EPA re-evaluated the test data of organic HAP emissions and identified eight pollutants from the data that were found to be consistently emitted by the lime manufacturing source category. The list includes both “high volume” and “low volume” organic HAP. These include the following pollutants: formaldehyde, acetaldehyde, toluene, benzene, xylenes (a mixture of m, o, and p isomers), styrene, ethyl benzene, and naphthalene. The EPA has determined that the emissions data of these eight pollutants best represent the typical organic HAP emissions of the source category. Furthermore, the EPA has determined that controlling the emissions of these eight pollutants from a lime manufacturing facility by use of activated carbon or other means would also control potential emissions of all other organic HAP because the same controls applied to control the eight pollutants would also be effective controls for all organic HAP. For these reasons, the EPA is re-proposing to use an aggregated emission standard of the eight organic HAP identified in the data analysis as a surrogate for total organic HAP instead of the previously proposed THC standard. Commenters requested that the EPA consider a list of 13 pollutants but further review of the data for which the EPA could validate test reports showed that only the eight pollutants listed in this section were found to be emitted consistently.\n\nFor each of the eight organic HAP, the EPA calculated the emission limit value equivalent to three times the representative detection level (3xRDL) of the test method. This was then compared to UPL calculations for the eight pollutants. In all cases for both new and existing sources the 3xRDL value, which represents the lowest value that can be accurately measured, was above the calculated UPL. We are accordingly proposing to set the MACT floor at this level. Refer to the memorandum titled, “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal” included in the docket of this rulemaking for a detailed description of the methodology used. Table 5 includes a summary of the 3xRDL values for each organic HAP used to develop the aggregated limit.\n\n| **Table 5—Summary of 3 x RDL Values for New and Existing Organic HAP** | Pollutant | RDL (ppmvd @ 7 percent O 2 ) | 3xRDL (ppmvd @ 7 percent O 2 ) |\n| ---------------------------------------------------------------------- | --------- | ---------------------------- |\n| Formaldehyde                                                           | 0.14      | 0.42                         |\n| Acetaldehyde                                                           | 0.29      | 0.87                         |\n| Toluene                                                                | 0.014     | 0.028                        |\n| Benzene                                                                | 0.022     | 0.066                        |\n| Xylenes (mixture of m, o, and p isomers)                               | 0.023     | 0.069                        |\n| Styrene                                                                | 0.0043    | 0.013                        |\n| Ethyl benzene                                                          | 0.057     | 0.18                         |\n| Napthalene                                                             | 0.0081    | 0.025                        |\n| Total                                                                  |           | 1.7                          |\n\nSimilar to the organic HAP limit in the Portland Cement NESHAP, the EPA is proposing to set the new and existing source organic HAP limit as a sum of the 3xRDL emission limit values for the eight pollutants identified in table 5 (1.7 ppmvd at 7 percent O ~2~ ) as a surrogate for total organic HAP. The EPA believes that by controlling the emissions of the eight organic HAP identified in table 5 a source would also control the emissions of any organic HAP potentially emitted by the source. Refer to the memorandum “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal,” which is included in the docket for this rulemaking, for a detailed description of the revised calculations and analyses.\n\nIn the January 5, 2023, proposed amendments the EPA proposed a THC emission limit for new and existing sources and estimated that applying ACI controls to the source category to meet the MACT floor would result in a reduction of THC emissions by 566 tons of THC per year from these sources. With the revised proposed limits, the EPA estimates the new and existing source organic HAP limit would result in a reduction of organic HAP emissions by 20 tons of organic HAP per year.\n\nWe conducted a beyond-the-floor analysis and found that because we are proposing emission limits for both new and existing sources that are set at 3xRDL of the test method, which is defined as the lowest level where a test method performs with acceptable precision, even if controls were available that had better performance, such performance could not be accurately measured. Therefore, we are not proposing a beyond-the-floor standard for organic HAP for new or existing sources.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "3a433421-d022-427b-ad45-6cf63061fb0a"
  },
  {
    "section_id": "e5fd56da-eb32-49fb-8d8a-ceadb16dd528",
    "section_number": "D",
    "section_title": "What revisions are we proposing to the dioxin/furan emission standards?",
    "section_text": "# D. What revisions are we proposing to the dioxin/furan emission standards?\n\nIn the January 5, 2023, proposed amendments, the EPA followed the guidance of the June 5, 2014, memorandum titled, “Determination of `non-detect' from EPA Method 29 (multi-metals) and EPA Method 23 (dioxin/furan) test data when evaluating the setting of MACT floors versus establishing work practice standards” (Docket ID No. EPA-HQ-OAR-2017-0015-0117), which provides guidance on using detection limits as an indicator of the measurable presence of a given pollutant, specifically where multi-component samples, such as with D/F congeners, are the pollutants of concern. Additionally, the EPA used the procedures laid out in the December 13, 2011, memorandum titled “Data and procedure for handling below detection level data in analyzing various pollutant emissions databases for MACT and RTR emissions limits” (Docket ID No. EPA-HQ-OAR-2017-0015-0119), which describes the procedure for handling below detection level (BDL) data and developing RDL data when setting MACT emission limits. Similar to organic HAP, and in accordance with these guidance documents, the new and existing UPL for D/F were compared to the emission limit value determined to be equivalent to 3xRDL of the test method, and the 3xRDL value was found to be greater than the UPL. Therefore, the MACT floor limit for D/F was set based on the 3xRDL value of the test method.\n\nCommenters on the January 5, 2023, proposed amendments noted that in setting the 3xRDL value, the EPA set the value based on a sample collection volume of 4 dry standard cubic meters (dscm). Commenters stated that the EPA should have set the 3xRDL value based on a 3 dscm sample collection volume. After further review of the tables in the two guidance memoranda, the EPA agrees that the 3xRDL value should be based on a 3 dscm sample volume. In this action we are correcting the 3xRDL value for new and existing sources based on 3 dscm of sample collection volume as indicated in table 6.\n\n| **Table 6—Summary of Re-Proposed New and Existing Source Limits for Dioxin/Furans** | Kiln type | Stone produced | New source limit              | Unit of measure | Existing source limit           | Unit of measure |\n| ----------------------------------------------------------------------------------- | --------- | -------------- | ----------------------------- | --------------- | ------------------------------- |\n| All                                                                                 | All       | 0.037          | ng/dscm (TEQ) @ 7 percent O 2 | 0.037           | ng/dscm (TEQ) @ 7 percent O 2 . |\n\nApplying the limits listed above, the EPA estimates the new and existing source D/F MACT floor limit would result in a reduction of D/F emissions by 9.5 × 10 ^−5^ pounds per year (4.7 × 10 ^−8^ tons per year).\n\nSimilar to the organic HAP limits, we are proposing D/F emission limits for both new and existing sources that are set at 3xRDL of the test method. Because the emission limits could not be set any lower than 3xRDL we did not identify beyond-the-floor options and are proposing MACT floor-based D/F standards for new and existing sources.\n\nThe EPA also considered whether it would be appropriate to set a work practice standard for D/F emissions in lieu of a numeric limit. Section 112(h) allows the EPA to set a work practice standard when it is not feasible to prescribe or enforce an emission standard. In this case the provision that could apply would be the application of measurement methodology to a particular class of sources is not practicable due to technological and economic limitations. This situation could occur if a significant majority, but not all, of the emissions data were below the detection limit.\n\nThe data for D/F emissions available to the EPA consisted of three tests with three test runs each and five tests where there was only a single test run. Given that the EPA does not consider single-run emission tests to be valid tests for establishing MACT standards, we focused on the three-run emission tests. Two of these three-run tests detected D/F emissions. We note that none of the single-run tests detected D/F emissions, but overall, the EPA is proposing that the data do not support establishing a work practice standard because they do not support a finding that the application of measurement methodology is impracticable.\n\nAs a result, we have determined to propose a numeric limit for D/F emissions. However, given the significant number of non-detect emission results, we are specifically requesting comment on the appropriateness of a work practice standard for D/F as well as any additional data that could support such a finding. Commenters supporting a work practice standard should describe how the standard would work, provide supporting data to demonstrate the work practice will control D/F emissions, and address the issue of the limited D/F emission test data available to the EPA.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "c002592a-2ed8-4b9d-a54a-94f5473b9d44"
  },
  {
    "section_id": "76194fd4-0dbd-446b-a4c7-43e14f523e11",
    "section_number": "E",
    "section_title": "What other actions are we proposing, and what is the rationale for those actions?",
    "section_text": "# E. What other actions are we proposing, and what is the rationale for those actions?\n\nThe EPA is including definitions of the terms “new source” and “existing source” as related to the requirements of this supplemental proposal and to clearly indicate that a “new source” in reference to the requirements of this supplemental proposal is any applicable source constructed after January 5, 2023, and an “existing source” in reference to the requirements of this supplemental proposal is any applicable source constructed before January 5, 2023.\n\nAdditionally, the EPA is providing a definition of the term “stone produced” used in the units of measure for HCl and mercury emission limits. The limits are in units of mass of pollutant per mass of production, or pounds per ton of stone produced, where “stone produced” refers to the production of lime (QL, DL, and/or DB).\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "96753b91-c1b0-4c8a-a7c3-9c1def3cd51d",
    "section_number": "F",
    "section_title": "What revisions are we proposing to the performance testing, monitoring, and recordkeeping and reporting requirements?",
    "section_text": "# F. What revisions are we proposing to the performance testing, monitoring, and recordkeeping and reporting requirements?\n\nWe are proposing an emissions averaging compliance alternative that would allow lime manufacturing facilities to demonstrate compliance with the HCl and mercury standards by averaging emissions of each pollutant across existing kilns located at the same facility. Under the emissions averaging compliance alternative, a facility with more than one existing kiln may average emissions across the kilns located at the facility provided that the emissions averaged do not exceed the limits included in table 7.\n\n| **Table 7—Emissions Averaging Compliance Alternative for HCL and Mercury**     | Pollutant ^1^ | Kiln type ^2^ | Stone produced ^3^ | Emissions averagingalternativelimit | Unit of measure |\n| ------------------------------------------------------------------------------ | ------------- | ------------- | ------------------ | ----------------------------------- |\n| HCl                                                                            | SR            | DL, DB        | 2.1                | lb/ton stone produced.              |\n|                                                                                | SR            | QL            | 0.47               | lb/ton stone produced.              |\n|                                                                                | PR            | DL, DB        | 0.36               | lb/ton stone produced.              |\n|                                                                                | PR            | QL            | 0.087              | lb/ton stone produced.              |\n|                                                                                | VK            | DL, DB        | 0.36               | lb/ton stone produced.              |\n|                                                                                | VK            | QL            | 0.019              | lb/ton stone produced.              |\n| Mercury                                                                        | All           | All           | 31                 | lb/MMton stone produced.            |\n| ^1^ Hydrogen chloride (HCl), total hydrocarbon (THC), dioxin/furans (D/F).     |\n| ^2^ Straight rotary kiln (SR), preheater rotary kiln (PR), vertical kiln (VK). |\n| ^3^ Dolomitic lime (DL), quick lime (QL), dead burned dolomitic lime (DB).     |\n\nThis emission limit reflects a 10 percent adjustment factor to the MACT floor standard; according to our analysis, we expect this emission limit would result in reductions of HCL and mercury greater than those achieved by application of the MACT floor on a unit-by-unit basis.\n\nWe are proposing the emissions averaging compliance alternative for existing sources because we expect that it will result in a greater level of emissions reduction than the unit-by-unit MACT floor limits at a lower cost per pound of pollutant removed, while also providing compliance flexibility. The proposed emissions averaging compliance alternative is available only to existing kilns in the same subcategory at lime manufacturing facilities. New or reconstructed sources would be subject to the unit-by-unit MACT floor standards and would be required to comply with those standards on a unit-by-unit basis.\n\nThis proposed emissions averaging program would have restrictions. First, emissions averaging would not be allowed between HCL and mercury emissions. Second, emissions averaging would only be permissible among individual existing affected units at a single lime manufacturing plant. Third, emissions averaging would only be permitted among kilns in the same subcategory. Lastly, new affected sources could not use emissions averaging for compliance purposes. Accordingly, we believe that this proposed emissions averaging program is consistent with the CAA.\n\nEmissions averaging also addresses those emission sources exhausting to a common stack. In a “common stack” scenario, a group of two or more existing units in the same subcategory that does not receive emissions from units in other subcategories or categories, a facility would treat such averaging group as a single existing unit for purposes of compliance with the requirements of the rule.\n\nWe are also proposing to require each facility intending to use this emissions averaging program to develop a emissions averaging plan that identifies: (1) all units in the averaging group; (2) the control technology installed; (3) the process parameter(s) that will be monitored; (4) the specific control technology or pollution prevention measure to be used; (5) the test plan for measuring the HAP being averaged; and (6) the operating parameters to be monitored for each control device.\n\nWe are proposing an emissions averaging compliance alternative because we expect that it will provide a more flexible and less costly alternative to controlling HCL and mercury emissions from the source category, and we expect it will result in greater annual reductions of HCL and mercury emissions from the source category than unit-by-unit compliance. We expect that the proposed emissions averaging compliance alternative as described above would not lessen the stringency of the overall MACT floor level of performance and would provide flexibility in compliance, cost, and energy savings to lime manufacturing facilities. We also recognize that we must ensure that any emissions averaging option can be implemented and enforced, will be clear to sources, and most importantly, will be no less stringent than unit-by-unit implementation of the MACT floor limits.\n\nUnder the proposed emissions averaging compliance alternative, we expect that the 10 percent adjustment factor will ensure that the total quantity of HCl and mercury emitted from a facility's kiln exhaust will not exceed the facility's aggregate HCl emissions if its kilns individually complied with the unit-by-unit MACT floor standards. We expect that the practical outcome of emissions averaging will be emissions reductions equivalent to, or greater than, reductions achieved through compliance with the MACT floor limits for each discrete kiln on a unit-by-unit basis. Therefore, we expect that our proposed emissions averaging approach will result in the maximum achievable emissions reduction as required by statute. We request comment on allowing sources to comply with the HCL and mercury MACT standards through the proposed emissions averaging compliance alternative. We also request comment on the appropriate adjustment factor to apply under this proposed compliance alternative.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "d27799e8-4da3-4003-996c-28255bef3869",
    "section_number": "G",
    "section_title": "What revisions to the compliance dates are we proposing?",
    "section_text": "# G. What revisions to the compliance dates are we proposing?\n\nAmendments to the Lime Manufacturing NESHAP proposed in this rulemaking for adoption under CAA section 112(d)(2) and (3) are subject to the compliance deadlines outlined in the CAA under section 112(i). For existing sources, CAA section 112(i)(3) requires compliance “as expeditiously as practicable, but in no event later than 3 years after the effective date of such standard” subject to certain exemptions further detailed in the statute. ^[(21) ]()^To establish a compliance period consistent with the statute, we consider the amount of time needed to plan and construct projects and change operating procedures. As provided in CAA section 112(i), all new affected sources would comply with these provisions by the effective date of the final amendments to the Lime Manufacturing NESHAP or upon startup, whichever is later. The final action is not a “major rule” as defined by 5 U.S.C. 804(2), so the effective date of the final rule will be the promulgation date as specified in CAA section 112(d)(10).\n\nThe EPA projects that many existing sources would need to install add-on controls to comply with the proposed limits. These sources would require time to construct, conduct performance testing, and implement monitoring to comply with the revised provisions. Therefore, we are proposing to allow 3 years from the effective date of the amendments to the NESHAP for existing lime manufacturing sources to come into compliance.\n\nFor all affected sources that commence construction or reconstruction on or before January 5, 2023, we are proposing to require compliance with the proposed standards within 3 years after the effective date of the final rule (or upon startup, whichever is later). For all affected sources that commenced construction or reconstruction after January 5, 2023, we are proposing that owners or operators comply with the provisions by the effective date of the final rule (or upon startup, whichever is later).\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "28e971ef-3af0-4b12-98f5-5e977ac5ca99",
    "section_number": "A",
    "section_title": "What are the affected sources?",
    "section_text": "# A. What are the affected sources?\n\nCurrently, 34 major sources subject to the Lime Manufacturing NESHAP are operating in the United States. An affected source under the NESHAP is the owner or operator of a lime manufacturing plant that is a major source, or that is located at, or is a part of, a major source of HAP emissions, unless the lime manufacturing plant is located at a kraft pulp mill, soda pulp mill, sulfite pulp mill, beet sugar manufacturing plant, or only processes sludge containing calcium carbonate from water softening processes. A lime manufacturing plant is an establishment engaged in the manufacture of lime products (calcium oxide, calcium oxide with magnesium oxide, or dead burned dolomite) by calcination of limestone, dolomite, shells, or other calcareous substances. A major source of HAP is a plant site that emits or has the potential to emit any single HAP at a rate of 9.07 megagrams (10 tons) or more, or any combination of HAP at a rate of 22.68 megagrams (25 tons) or more per year from all emission sources at the plant site.\n\nThe Lime Manufacturing NESHAP applies to each existing or new lime kiln and their associated cooler(s). In addition, the NESHAP applies to each PSH operation located at the plant. This includes storage bins, conveying systems and transfer points, bulk loading and unloading operations, screening operations, surge bins, and bucket elevators.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "58997495-ec3f-4615-be53-d46af4e3f060"
  },
  {
    "section_id": "bd18482e-e733-481f-ba24-829da5bf84a8",
    "section_number": "B",
    "section_title": "What are the air quality impacts?",
    "section_text": "# B. What are the air quality impacts?\n\nAs with the January 5, 2023, proposed rule, this action proposes standards for HCl, mercury, organic HAP, and D/F that will limit emissions and require, in some cases, the installation of additional controls at lime manufacturing plants at major sources. Compliance with the emission standards set in this proposed rule will result in a combined reduction of total HAP of 905 tons of HAP per year. Specifically, installation of controls will reduce HCl emissions by 884 tpy. The installation of controls will reduce mercury emissions by 457 lbs per year (0.23 tpy). The installation of controls will reduce organic HAP emissions by 20 tpy. Finally, the installation of controls will reduce D/F emissions by 9.5×10 ^−5^ lbs per year (4.7×10 ^−8^ tpy).\n\nIndirect or secondary air emissions impacts are impacts that would result from the increased electricity usage associated with the operation of control devices ( *e.g.,* increased secondary emissions of criteria pollutants from power plants). Energy impacts consist of the electricity and steam needed to operate control devices and other equipment. We find that the secondary impacts of this action are minimal. Refer to the “Lime Impacts Memorandum,” in the docket for a detailed discussion of the analyses performed on potential secondary impacts. (Docket ID No. EPA-HQ-OAR-2017-0015).\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "58997495-ec3f-4615-be53-d46af4e3f060"
  },
  {
    "section_id": "826eb854-7fb2-479c-9e61-b1565522e9a5",
    "section_number": "C",
    "section_title": "What are the cost impacts?",
    "section_text": "# C. What are the cost impacts?\n\nThis action proposes emission limits for new and existing sources in the lime manufacturing source category. Although the action contains requirements for new sources, we are not aware of any new sources being constructed now or planned in the next year, and, consequently, we did not estimate any cost impacts for new sources. We estimate the total annualized cost of the proposed rule to existing sources in the lime manufacturing source category to be $174,000,000 per year. The annual costs are expected to be based on operation and maintenance of the added control systems. A memorandum titled “Maximum Achievable Control Technology (MACT) Floor Analysis for the Lime Manufacturing Plants Industry Supplemental Proposal” includes details of our cost assessment and is included in the docket for this rulemaking (Docket ID No. EPA-HQ-OAR-2017-0015).\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "58997495-ec3f-4615-be53-d46af4e3f060"
  },
  {
    "section_id": "bc2b1a32-c051-45bf-b93e-5574ac869d13",
    "section_number": "D",
    "section_title": "What are the economic impacts?",
    "section_text": "# D. What are the economic impacts?\n\nFor the proposed rule, the EPA estimated the cost of installing additional air pollution control devices in order to comply with the proposed emission limits. This includes both the capital costs of the initial installation and subsequent operation and maintenance costs. The assumed equipment life of the recommended controls for this NESHAP is twenty years. To assess the potential economic impacts, the expected annual cost was compared to the total sales revenue for the ultimate owners of affected facilities. For this rule, the expected annual cost is $5,200,0000 (on average) for each facility, with an estimated nationwide annual cost of $174,000,000 per year. The 34 affected facilities are owned by 11 parent companies, and the total costs associated with the proposed amendments are expected to be greater than 1 percent of annual sales revenue per ultimate owner.\n\nThe EPA also prepared a small business screening assessment to determine if any of the identified affected entities are small entities, as defined by the U.S. Small Business Administration. This analysis is available in the docket for this rulemaking. Because the total costs associated with the proposed amendments are expected to be greater than 1 percent of annual sales revenue per owner in the lime manufacturing source category, there are economic impacts from these proposed amendments on the three affected facilities that are owned by small entities. Refer to section VII.C. of this preamble for a detailed description of the small business outreach and regulatory flexibility analysis performed in conjunction with this proposed rule.\n\nThe EPA predicts that the affected sources in the lime manufacturing source category will be able to fully pass on their compliance costs to their customers. International trade of lime products is quite limited and there are no readily available cost-competitive substitutes for lime. Therefore, affected sources are not likely to face competition from foreign lime producers or from substitutes for their product.\n\nInformation on our cost impact estimates on the sources in the lime manufacturing source category is available in the document titled, “Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants,” which is included in the docket for this rulemaking.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "c002592a-2ed8-4b9d-a54a-94f5473b9d44"
  },
  {
    "section_id": "b1fc7563-61b4-47e1-9fb0-6344ee75d6d9",
    "section_number": "E",
    "section_title": "What are the benefits?",
    "section_text": "# E. What are the benefits?\n\nThe EPA did not monetize the benefits from the estimated emission reductions of HAP associated with this final action. The EPA currently does not have sufficient methods to monetize benefits associated with HAP, HAP reductions, and risk reductions for this rulemaking. However, we estimate that the final rule amendments would reduce emissions by 905 tons per year and thus lower risk of adverse health effects in communities near lime manufacturing plants.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "4bbe853b-3fec-4368-a3c6-e6b834a79791",
    "section_number": "F",
    "section_title": "What analysis of environmental justice did we conduct?",
    "section_text": "# F. What analysis of environmental justice did we conduct?\n\nThe results of the demographic analysis performed alongside the January 5, 2023, proposed amendments remain unchanged as a result of this supplemental proposal. For convenience, the demographic analysis is repeated in this preamble for the public's information.\n\nThe EPA defines environmental justice (EJ) as “the just treatment and meaningful involvement of all people regardless of income, race, color, national origin, Tribal affiliation, or disability, in agency decision-making and other Federal activities that affect human health and the environment so that people (i) are fully protected from disproportionate and adverse human health and environmental effects (including risk) and hazards, including those related to climate change, the cumulative impacts of environmental and other burdens, and the legacy of racism or other structural or systemic barriers; and (ii) have equitable access to a healthy, sustainable, and resilient environment in which to live, play, work, grow, worship, and engage in cultural and subsistence practices”. ^[(22) ]()^In recognizing that particular communities often bear an unequal burden of environmental harms and risks, the EPA continues to consider ways of to advance environmental justice and of protecting communities with from disproportionate adverse public health and environmental effects of air pollution.\n\nTo examine the potential for any EJ issues that might be associated with lime manufacturing facilities, we performed a proximity demographic analysis, which is an assessment of individual demographic groups of the populations living within 5 km (~3.1 miles) and 50 km (~31 miles) of the facilities. The EPA then compared the data from this analysis to the national average for each of the demographic groups. In this preamble, we focus on the proximity results for the populations living within 5 km (~3.1 miles) of the facilities. The results of this proximity analysis for populations living within 50 km are included in the document titled “Analysis of Demographic Factors for Populations Living Near Lime Manufacturing Facilities”, which is available in the docket for this action.\n\nThe results (see table 8) show that for populations within 5 km of the 34 Lime Manufacturing facilities, the following demographic groups were above the national average: Hispanic/Latino (37 percent versus 19 percent nationally), linguistically isolated households 21 percent versus 5 percent nationally), people living below the poverty level (27 percent versus 13 percent nationally), people of color (50 percent versus 40 percent nationally, and people without a high school diploma (17 percent versus 12 percent nationally). A summary of the proximity demographic assessment performed for the major source lime manufacturing facilities is included as table 8. The methodology and the results of the demographic analysis are presented in a technical report, *Analysis of Demographic Factors for Populations Living Near Lime Manufacturing Facilities,* available in this docket for this action (Docket ID EPA-HQ-OAR-2017-0015).\n\n| **Table 8—Proximity Demographic Assessment Results for Major Source Lime Manufacturing Facilities**                                                                                                                                                                                                                                                                                                                                                           | Demographic group | Nationwide   | Population within 5 km of facilities |\n| ------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------- | ----------------- | ------------ |\n| Total Population                                                                                                                                                                                                                                                                                                                                                                                                                                              | 328,016,242       | 473,343.     |\n| Race and Ethnicity by Percent                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| White                                                                                                                                                                                                                                                                                                                                                                                                                                                         | 60 percent        | 50 percent.  |\n| Black                                                                                                                                                                                                                                                                                                                                                                                                                                                         | 12 percent        | 9 percent.   |\n| Native American                                                                                                                                                                                                                                                                                                                                                                                                                                               | 0.7 percent       | 0.9 percent. |\n| Hispanic or Latino (includes white and nonwhite)                                                                                                                                                                                                                                                                                                                                                                                                              | 19 percent        | 37 percent.  |\n| Other and Multiracial                                                                                                                                                                                                                                                                                                                                                                                                                                         | 8 percent         | 3 percent.   |\n| Income by Percent                                                                                                                                                                                                                                                                                                                                                                                                                                             |\n| Below Poverty Level                                                                                                                                                                                                                                                                                                                                                                                                                                           | 13 percent        | 27 percent.  |\n| Above Poverty Level                                                                                                                                                                                                                                                                                                                                                                                                                                           | 87 percent        | 73 percent.  |\n| Education by Percent                                                                                                                                                                                                                                                                                                                                                                                                                                          |\n| Over 25 and without a High School Diploma                                                                                                                                                                                                                                                                                                                                                                                                                     | 12 percent        | 17 percent.  |\n| Over 25 and with a High School Diploma                                                                                                                                                                                                                                                                                                                                                                                                                        | 88 percent        | 83 percent.  |\n| Linguistically Isolated by Percent                                                                                                                                                                                                                                                                                                                                                                                                                            |\n| Linguistically Isolated                                                                                                                                                                                                                                                                                                                                                                                                                                       | 5 percent         | 21 percent.  |\n| Notes:                                                                                                                                                                                                                                                                                                                                                                                                                                                        |\n| • Nationwide population and demographic percentages are based on the Census' 2015-2019 American Community Survey 5-year block group averages and include Puerto Rico. Demographic percentages based on different averages may differ. The total population counts within 5 km of all facilities are based on the 2010 Decennial Census block populations.                                                                                                     |\n| • Minority population is the total population minus the white population.                                                                                                                                                                                                                                                                                                                                                                                     |\n| • To avoid double counting, the “Hispanic or Latino” category is treated as a distinct demographic category for these analyses. A person is identified as one of five racial/ethnic categories above: White, Black, Native American, Other and Multiracial, or Hispanic/Latino. A person who identifies as Hispanic or Latino is counted as Hispanic/Latino for this analysis, regardless of what race this person may have also identified as in the Census. |\n\nThe human health risk estimated for this source category for the July 24, 2020, RTR (85 FR 44960) was determined to be acceptable, and the standards were determined to provide an ample margin of safety to protect public health. Specifically, the maximum individual cancer risk was 1-in-1 million for actual emissions (2-in-1 million for allowable emissions) and the noncancer hazard indices for chronic exposure were well below 1 (0.04 for actual emissions, 0.05 for allowable emissions). The noncancer hazard quotient for acute exposure was 0.6, also below 1. The proposed changes to the NESHAP subpart AAAAA will reduce emissions by 905 tons of HAP per year, and therefore, further improve human health exposures for the populations and individuals most exposed to this pollution, including communities with environmental justice concerns . The proposed changes will have beneficial effects on air quality and public health for populations exposed to emissions from lime manufacturing facilities.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "2707328a-660b-4313-8f72-429f1911b3c6",
    "section_number": "G",
    "section_title": "What analysis of children's environmental health did we conduct?",
    "section_text": "# G. What analysis of children's environmental health did we conduct?\n\nIn the July 24, 2020, final Lime Manufacturing NESHAP RTR (85 FR 44960), the EPA conducted a residual risk assessment and determined that risk from the lime manufacturing source category was acceptable, and the standards provided an ample margin of safety to protect public health. This action proposes first-time emissions standards for HCl, mercury, organic HAP, and D/F. Specifically, compliance with the emission standards set in this proposed rule will result in a combined reduction of total HAP of 905 tons of HAP per year.\n\nThis action's health and risk assessments are protective of the most vulnerable populations, including children, due to how we determine exposure and through the health benchmarks that we use. Specifically, the risk assessments we perform assume a lifetime of exposure, in which populations are conservatively presumed to be exposed to airborne concentrations at their residence continuously, 24 hours per day for a 70-year lifetime, including childhood. With regards to children's potentially greater susceptibility to noncancer toxicants, the assessments rely on the EPA's (or comparable) hazard identification and dose-response values that have been developed to be protective for all subgroups of the general population, including children. For more information on the risk assessment methods, see the risk report for the 2020 RTR rule, which is available in the docket (Docket ID No. EPA-HQ-OAR-2017-0015).\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "a3d768c3-072c-4fb6-9da0-1be0caedf096",
    "section_number": "V",
    "section_title": "Request for Comments",
    "section_text": "# V. Request for Comments\n\nWe solicit comments on all aspects of this proposed action. In addition to general comments on this proposed action, we are also interested in additional data that may improve the analyses. We are specifically interested in receiving any information regarding developments in practices, processes, and control technologies that reduce HAP emissions. We request comment on the assumptions regarding the costs of capital, work practices, and emissions. We request comment of all aspects of the economic impacts of this proposal.\n\n##",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "985d2cc4-bd25-492b-b18a-4ef5a5c5c4ad",
    "section_number": "A",
    "section_title": "Executive Order 12866: Regulatory Planning and 13563 Improving Regulation and Regulatory Review",
    "section_text": "# A. Executive Order 12866: Regulatory Planning and 13563 Improving Regulation and Regulatory Review\n\nThis action is a “significant regulatory action” as defined in Executive Order 12866, as amended by Executive Order 14094. Accordingly, the EPA submitted this action to the Office of Management and Budget (OMB) for Executive Order 12866 review. Documentation of any changes made in response to the Executive Order 12866 review is available in the docket. The EPA prepared an economic analysis of the potential impacts associated with this action. This analysis is included in the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants* and is also available in the docket.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "ee302ef5-13b9-4a31-9509-3fed7cbdc97f"
  },
  {
    "section_id": "45a5f163-c6d3-4f26-b0eb-28871721fc3c",
    "section_number": "B",
    "section_title": "Paperwork Reduction Act (PRA)",
    "section_text": "# B. Paperwork Reduction Act (PRA)\n\nThe information collection activities in this proposed rule have been submitted for approval to the OMB under the PRA. The Information Collection Request (ICR) document that the EPA prepared has been assigned EPA ICR number 2072.10. You can find a copy of the ICR in the docket for this rule, and it is briefly summarized here.\n\nWe are proposing changes to the reporting and recordkeeping requirements for the Lime Manufacturing Plants NESHAP by incorporating the reporting and recordkeeping requirements associated with the new and existing source MACT standards for HCl, mercury, THC, and D/F.\n\n*Respondents/affected entities:* Owners or operators of lime manufacturing plants that are major sources, or that are located at, or are part of, major sources of HAP emissions, unless the lime manufacturing plant is located at a kraft pulp mill, soda pulp mill, sulfite pulp mill, sugar beet manufacturing plant, or only processes sludge containing calcium carbonate from water softening processes.\n\n*Respondent's obligation to respond:* Mandatory (40 CFR part 63, subpart AAAAA).\n\n*Estimated number of respondents:* On average over the next 3 years, approximately 34 existing major sources will be subject to these standards. It is also estimated that no additional respondent will become subject to the emission standards over the 3-year period.\n\n*Frequency of response:* The frequency of responses varies depending on the burden item.\n\n*Total estimated burden:* The average annual burden to industry over the next 3 years from the proposed recordkeeping and reporting requirements is estimated to be 8.392 hours per year. Burden is defined at 5 CFR 1320.3(b).\n\n*Total estimated cost:* The annual recordkeeping and reporting costs for all facilities to comply with all of the requirements in the NESHAP is estimated to be $3,570,000 per year, of which $1,370,000 (first year) is for this rule, and the rest is for other costs related to continued compliance with the current NESHAP requirements including $1,005,000 in annualized capital and operation and maintenance costs.\n\nAn agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a currently valid OMB control number. The OMB control numbers for the EPA's regulations in 40 CFR are listed in 40 CFR part 9. Submit your comments on the Agency's need for this information, the accuracy of the provided burden estimates and any suggested methods for minimizing respondent burden to the EPA using the docket identified at the beginning of this rule. The EPA will respond to any ICR-related comments in the final rule. You may also send your ICR-related comments to OMB's Office of Information and Regulatory Affairs using the interface at *https://www.reginfo.gov/public/do/PRAMain.* Find this particular information collection by selecting “Currently under Review—Open for Public Comments” or by using the search function. OMB must receive comments no later than April 9, 2024.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "ee302ef5-13b9-4a31-9509-3fed7cbdc97f"
  },
  {
    "section_id": "bbb27346-c574-4e2b-808f-a111bb7f0389",
    "section_number": "C",
    "section_title": "Regulatory Flexibility Act (RFA)",
    "section_text": "# C. Regulatory Flexibility Act (RFA)\n\nPursuant to section 603 of the RFA, the EPA prepared an initial regulatory flexibility analysis (IRFA) that examines the impact of the proposed rule on small entities along with regulatory alternatives that could minimize that impact. The complete IRFA is included as section 6.3 of the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants,* for review in the docket and is summarized here.\n\nAs discussed in section II.A. of this preamble, the statutory authority for this action is provided by sections 112 and 301 of the CAA, as amended (42 U.S.C. 7401 *et seq.* ). The EPA is proposing to revise the Lime Manufacturing NESHAP by establishing new emission standards for this source category, exercising authority under multiple provisions of section 112 of the CAA.\n\nFor purposes of assessing the impacts of this rule on small entities, a small entity is defined as a small business in the lime manufacturing industry whose parent company has revenues or numbers of employees below the Small Business Administration (SBA) Size Standards for the relevant NAICS code. We have identified 8 different NAICS codes of the parent companies within this source category. A complete list of those NAICS codes and SBA Size Standards is available in section 6.2.1 of the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants* which is included in the docket for this rulemaking. This supplemental proposal contains provisions that would affect approximately 2 small entities. Under the proposed rule requirements, small entities would be required to comply with the emission standards of four previously unregulated pollutants, which may require the use of new air pollution control devices. Small entities would also need to demonstrate compliance with the emission standards through periodic performance testing. This supplemental proposal includes reporting, recordkeeping, and other administrative requirements. The EPA estimates that the two identified small entities could incur total annual costs associated with the proposal that are at least 3 percent of their annual revenues. Considering the level of total annual costs relative to annual sales for these small entities, the EPA determined that there is potential for the proposed requirements to have a `Significant Impact on a Substantial Number of Small Entities' (SISNOSE). See section 6.2.2 of the document titled, *Regulatory Impact Analysis for the Supplemental Proposed Amendments to the National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Plants* for more information on the characterization of the impacts to small businesses under the proposed rule.\n\nAs required by section 609(b) of the RFA, the EPA also convened a Small Business Advocacy Review (SBAR) Panel to obtain advice and recommendations from small entity representatives (SERs) that potentially would be subject to the rule's requirements. On August 3, 2023, the EPA's Small Business Advocacy Chairperson convened the Panel, which consisted of the Chairperson, the Director of the Sector Policies and Programs Division within the EPA's Office of Air Quality Planning and Standards, the Administrator of the Office of Information and Regulatory Affairs within OMB, and the Chief Counsel for Advocacy of the Small Business Administration (SBA).\n\nPrior to convening the Panel, the EPA conducted outreach and solicited comments from the SERs. After the Panel was convened, the Panel provided additional information to the SERs and requested their input. The Panel's review identified several significant alternatives for consideration by the Administrator of the EPA which accomplish the stated objectives of the CAA and minimize economic impacts of the proposed rule on small entities.\n\nThe SBAR Panel recommended several flexibilities including the consideration of health-based standards for HCl, an IQV for mercury, an aggregated organic HAP emission standard, and work practice standards for D/F. The EPA is including some of these flexibilities as a part of this supplemental proposal and is soliciting comment on others that may be considered for the final rule. The report was finalized and transmitted to the EPA Administrator for consideration. A copy of the full SBAR Panel Report is available in the docket of this rulemaking.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "ee302ef5-13b9-4a31-9509-3fed7cbdc97f"
  },
  {
    "section_id": "d2b0ee3b-1d59-4f5c-9574-b81ceb66f49e",
    "section_number": "D",
    "section_title": "Unfunded Mandates Reform Act (UMRA)",
    "section_text": "# D. Unfunded Mandates Reform Act (UMRA)\n\nThis action does not contain an unfunded mandate of $100 million or more as described in UMRA, 2 U.S.C. 1531-1538, and does not significantly or uniquely affect small governments. The action imposes no enforceable duty on any State, local, or Tribal governments or the private sector.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "c002592a-2ed8-4b9d-a54a-94f5473b9d44"
  },
  {
    "section_id": "fb535cde-0a54-4c69-ad73-f9222d0d8da8",
    "section_number": "E",
    "section_title": "Executive Order 13132: Federalism",
    "section_text": "# E. Executive Order 13132: Federalism\n\nThis action does not have federalism implications. It will not have substantial direct effects on the states, on the relationship between the national government and the states, or on the distribution of power and responsibilities among the various levels of government.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "c597bf7f-a42f-48a6-8a19-80da8c270d5a",
    "section_number": "F",
    "section_title": "Executive Order 13175: Consultation and Coordination With Indian Tribal Governments",
    "section_text": "# F. Executive Order 13175: Consultation and Coordination With Indian Tribal Governments\n\nThis action does not have Tribal implications as specified in Executive Order 13175. The EPA does not know of any lime manufacturing facilities owned or operated by Indian Tribal governments. Thus, Executive Order 13175 does not apply to this action.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "0a1a0f9a-7030-457d-a7f2-4fd6a2baad33",
    "section_number": "G",
    "section_title": "Executive Order 13045: Protection of Children From Environmental Health Risks and Safety Risks",
    "section_text": "# G. Executive Order 13045: Protection of Children From Environmental Health Risks and Safety Risks\n\nExecutive Order 13045 directs Federal agencies to include an evaluation of the health and safety effects of the planned regulation on children in Federal health and safety standards and explain why the regulation is preferable to potentially effective and reasonably feasible alternatives. This action is not subject to Executive Order 13045 because it is not a significant regulatory action under section 3(f)(1) of Executive Order 12866, and because the EPA does not believe the environmental health or safety risks addressed by this action present a disproportionate risk to children. This action proposes emission standards for four previously unregulated pollutants; therefore, the rule proposes health benefits to children by reducing the level of HAP emissions emitted from the lime manufacturing process.\n\nHowever, the EPA's *Policy on Children's Health* applies to this action. This action is subject to the EPA's Policy on Children's Health  ^[(23) ]()^because the proposed rule has considerations for human health. Information on how the policy was applied is available in section V.F. “What analysis of children's environmental health did we conduct” of this preamble.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "d7f90bf6-fb1d-4e8e-941d-ef3a736df02e",
    "section_number": "H",
    "section_title": "Executive Order 13211: Actions Concerning Regulations That Significantly Affect Energy Supply, Distribution, or Use",
    "section_text": "# H. Executive Order 13211: Actions Concerning Regulations That Significantly Affect Energy Supply, Distribution, or Use\n\nThis action is not a “significant energy action” because it is not likely to have a significant adverse effect on the supply, distribution or use of energy. In this proposed action, the EPA is setting emission standards for previously unregulated pollutant. This does not impact energy supply, distribution, or use.\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "e8504008-eaa7-4aed-bfe7-09bff6deabef",
    "section_number": "I",
    "section_title": "National Technology Transfer and Advancement Act (NTTAA) and 1 CFR Part 51",
    "section_text": "# I. National Technology Transfer and Advancement Act (NTTAA) and 1 CFR Part 51\n\nThis action involves technical standards. Therefore, the EPA conducted searches for the Lime Manufacturing NESHAP through the Enhanced National Standards Systems Network (NSSN) Database managed by the American National Standards Institute (ANSI). We also conducted a review of voluntary consensus standards (VCS) organizations and accessed and searched their databases. We conducted searches for EPA Methods 23, 25A, 29, 30B, 320, and 321. During the EPA's VCS search, if the title or abstract (if provided) of the VCS described technical sampling and analytical procedures that are similar to the EPA's referenced method, the EPA ordered a copy of the standard and reviewed it as a potential equivalent method. We reviewed all potential standards to determine the practicality of the VCS for this rule. This review requires significant method validation data that meet the requirements of EPA Method 301 for accepting alternative methods or scientific, engineering, and policy equivalence to procedures in the EPA referenced methods. The EPA may reconsider determinations of impracticality when additional information is available for any particular VCS.\n\nTwo VCS were identified as acceptable alternatives to the EPA test methods for this proposed rule. The VCS ASTM D6784-16, “Standard Test Method for Elemental, Oxidized, Particle-Bound and Total Mercury Gas Generated from Coal-Fired Stationary Sources (Ontario Hydro Method)” is an acceptable alternative to EPA Method 29 (portion for mercury only) as a method for measuring mercury. The VCS ASTM D6348-12e1, “Determination of Gaseous Compounds by Extractive Direct Interface Fourier Transform (FTIR) Spectroscopy” is an acceptable alternative to EPA Method 320 with certain conditions. Detailed information on the VCS search and determination can be found in the memorandum, “Voluntary Consensus Standard Results for National Emission Standards for Hazardous Air Pollutants: Lime Manufacturing Technology Review”, which is available in the docket for this action (Docket ID No. EPA-HQ-OAR-2017-0015).\n\nThe EPA is incorporating by reference the VCS ASTM D6348-12e1, “Determination of Gaseous Compounds by Extractive Direct Interface Fourier Transform (FTIR) Spectroscopy,” as an acceptable alternative to EPA Method 320. ASTM D6348-03 (Reapproved 2010) was determined to be equivalent to EPA Method 320 with caveats. ASTM D6348-12e1 is a revised version of ASTM D6348-03 (Reapproved 2010) and includes a new section on accepting the results from the direct measurement of a certified spike gas cylinder, but lacks the caveats placed on the ASTM D6348-03(2010) version. ASTM D6348-12e1 is an extractive FTIR field test method used to quantify gas phase concentrations of multiple analytes from stationary source effluent and is an acceptable alternative to EPA Method 320 at this time with caveats requiring inclusion of selected annexes to the standard as mandatory. When using ASTM D6348-12e1, the following conditions must be met:\n\n* The test plan preparation and implementation in the Annexes to ASTM D6348-03, sections A1 through A8 are mandatory; and\n\n• In ASTM D6348-03, Annex A5 (Analyte Spiking Technique), the percent (%) R must be determined for each target analyte (Equation A5.5).\n\nIn order for the test data to be acceptable for a compound, percent R must be 70 percent ≥ R ≤ 130 percent. If the percent R value does not meet this criterion for a target compound, the test data is not acceptable for that compound and the test must be repeated for that analyte ( *i.e.,* the sampling and/or analytical procedure should be adjusted before a retest). The percent R value for each compound must be reported in the test report, and all field measurements must be corrected with the calculated percent R value for that compound by using the following equation:\n\nReported Results = ((Measured Concentration in Stack))/(percent R) × 100.\n\nThe EPA is incorporating by reference the VCS ASTM D6784-16, “Standard Test Method for Elemental, Oxidized, Particle-Bound and Total Mercury in Flue Gas Generated from Coal-Fired Stationary Sources (Ontario Hydro Method),” as an acceptable alternative to EPA Method 29 (portion for mercury only) as a method for measuring elemental, oxidized, particle-bound, and total mercury concentrations ranging from approximately 0.5 to 100 micrograms per normal cubic meter. This test method describes equipment and procedures for obtaining samples from effluent ducts and stacks, equipment and procedures for laboratory analysis, and procedures for calculating results. VCS ASTM D6784-16 allows for additional flexibility in the sampling and analytical procedures for the earlier version of the same standard VCS ASTM D6784-02 (Reapproved 2008).\n\nASTM D6784-16 and ASTM D6348-12e1 are available at ASTM International, 1850 M Street NW, Suite 1030, Washington, DC 20036. See *https://www.astm.org* /. The standards are available to everyone at a cost determined by ASTM ($82). The costs of obtaining these methods are not a significant financial burden, making the methods reasonably available.\n\nAdditionally, the EPA is incorporating by reference EPA/100/R-10/005, “Recommended Toxicity Equivalence Factors (TEFs) for Human Health Risk Assessments of 2, 3, 7, 8-Tetrachlorodibenzo-p-dioxin and Dioxin-Like Compounds,” December 2010, which is the source of the toxicity equivalence factors (TEF) for dioxins and furans used in calculating the toxic equivalence quotient of the proposed dioxin and furan standard. This document describes the EPA's updated approach for evaluating the human health risks from exposures to environmental media containing dioxin-like compounds. The EPA recommends that the TEF methodology, a component mixture method, be used to evaluate human health risks posed by these mixtures, using TCDD as the index chemical. The EPA recommends the use of the consensus TEF values for 2,3,7,8-tetrachlorodibenzo-p-dioxin and dioxin-like compounds published in 2005 by the World Health Organization. EPA/100/R-10/005 is available on the EPA website, *https://www.epa.gov/risk/documents-recommended-toxicity-equivalency-factors-human-health-risk-assessments-dioxin-and.*\n\n###",
    "hierarchy_level": 2,
    "parent_section_id": "2bfdb668-306c-4bb5-8474-46606ee38344"
  },
  {
    "section_id": "3ba457d6-3f14-496c-8a13-7663e0be3ef2",
    "section_number": "J",
    "section_title": "Executive Order 12898: Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations and Low-Income Populations and Executive Order 14096: Revitalizing Our Nation's Commitment to Environmental Justice for All",
    "section_text": "# J. Executive Order 12898: Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations and Low-Income Populations and Executive Order 14096: Revitalizing Our Nation's Commitment to Environmental Justice for All\n\nThe EPA believes that the human health or environmental conditions that exist prior to this action result in or have the potential to result in disproportionate and adverse human health or environmental effects on communities with environmental justice (EJ) concerns. The assessment of populations in close proximity of lime manufacturing facilities shows Hispanic and linguistically isolated groups are higher than the national average (see section V.E. of the preamble). The higher percentages are driven by 4 of the 34 facilities in the source category.\n\nThe EPA believes that this action is likely to reduce existing disproportionate and adverse effects on communities with EJ concerns. The EPA is proposing MACT standards for HCl, mercury, organic HAP, and D/F. The EPA expects that the 4 facilities would have to implement control measures to reduce emissions to comply with the MACT standards and that HAP exposures for the people of color and low-income individuals living near these facilities would decrease.\n\nThe EPA will additionally identify and address environmental justice concerns by conducting outreach after signature of this proposed rule. The EPA will address this rule during the monthly Environmental Justice call for communities burdened by disproportionate environmental impacts.\n\nThe information supporting these Executive Orders is contained in section V.E. of this preamble.\n\n## List of Subjects in 40 CFR Part 63\n\nEnvironmental protection, Air pollution control, Hazardous substances, Incorporation by reference, Reporting and recordkeeping requirements.\n\nMichael S. Regan,\n\nAdministrator.\n\n[FR Doc. 2024-02299 Filed 2-8-24; 8:45 am]\n\nBILLING CODE 6560-50-P\n\n## Footnotes\n\n^[(1) ]()^ 88 FR 805 (Jan. 5, 2023).\n\n^[(2) ]()^ 66 FR 3180, January 12, 2001.\n\n^[(3) ]()^ See 86 FR 64393, November 18,2021, where we found that $26,000/ton for HCl was not cost effective as a beyond-the-floor option.\n\n^[(4) ]()^ U.S. EPA. 2005. Guidelines for Carcinogen Risk Assessment. U.S. Environmental Protection Agency, Washington DC.\n\n^[(5) ]()^ International Agency for Research on Cancer (IARC). 1992. IARC Monographs on the Evaluation of Carcinogenic Risks to Humans. Volume 54: Occupational Exposures to Mists and Vapours from Strong Inorganic Acids; and Other Industrial Chemicals. World Health Organization, Lyon.\n\n^[(6) ]()^ Morita T., Watanabe Y., Takeda K., Okumura K. Effects of pH in the in vitro chromosomal aberration test. *Mutat. Res.* 1989;225:55-60.\n\n^[(7) ]()^ Brusick D. Genotoxic effects in cultured mammalian cells produced by low pH treatment conditions and increased ion concentrations. *Environ. Mutag.* 1986;8:879-886.\n\n^[(8) ]()^ U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS) on Hydrogen Chloride. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 1995.\n\n^[(9) ]()^ NCI Dictionary of Cancer terms. National Cancer Institute. (n.d.). Retrieved October 30, 2023, from *https://www.cancer.gov/publications/dictionaries/cancer-terms/def/hyperplasia.*\n\n^[(10) ]()^ EPA (2018) Chemicals evaluated for carcinogenic potential annual cancer report 2018. U.S. Environmental Protection Agency.\n\n^[(11) ]()^ U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS) on Chloroform. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 2001.\n\n^[(12) ]()^ U.S. Environmental Protection Agency. Integrated Risk Information System (IRIS) on Hydrogen Chloride. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 1995.\n\n^[(13) ]()^ Kamrin, M.A. 1992. Workshop on the health effects of HCl in ambient air. Reg. Pharm. Toxicol.15: 73-82.\n\n^[(14) ]()^ Environmental Protection Agency. Integrated Risk Information System (IRIS) on Hydrogen Chloride. National Center for Environmental Assessment, Office of Research and Development, Washington, DC. 1995.\n\n^[(15) ]()^ HCl concentrations in the ambient air usually do not exceed 0.01 mg/m3 (IARC, 1992).\n\n^[(16) ]()^ U.S. EPA, 1994. *Methods for Derivation of Inhalation Reference Concentrations and Application of Inhalation Dosimetry* [See section 4.3.9.2. Assignment of Confidence Levels, p. 4-80-82].\n\n^[(17) ]()^ OEHHA. (2000). Determination of Noncancer Chronic Reference Exposure Levels. Appendix D.3 Chronic RELs and toxicity summaries using the previous version of the Hot Spots Risk Assessment guidelines (OEHHA 1999). Chronic Toxicity Summary: Hydrogen Chloride.\n\n^[(18) ]()^ U.S. EPA, 2009. *STATUS REPORT: Advances in Inhalation Dosimetry of Gases and Vapors with Portal of Entry Effects in the Upper Respiratory Tract.* U.S. Environmental Protection Agency, Washington, DC.\n\n^[(19) ]()^ Docket ID No. EPA-HQ-OAR-2017-0015-0166, section X. A.\n\n^[(20) ]()^ See 79 FR 75638, December 18, 2014, where the EPA found that a beyond-the-floor option for mercury of $74,000/lb was not cost effective.\n\n^[(21) ]()^  *Association of Battery Recyclers* v. *EPA,* 716 F.3d 667, 672 (D.C. Cir. 2013) (“Section 112(i)(3)'s 3-year maximum compliance period applies generally to any emission standard . . . promulgated under [section 112]” (brackets in original)).\n\n^[(22) ]()^  *https://www.federalregister.gov/documents/2023/04/26/2023-08955/revitalizing-our-nations-commitment-to-environmental-justice-for-all.*\n\n^[(23) ]()^  *https://www.epa.gov/children/childrens-health-policy-and-plan.*",
    "hierarchy_level": 2,
    "parent_section_id": "3cfc0ca4-8e15-4dc0-99c7-c28af1ba42b5"
  }
]