[
  {
    "section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209",
    "section_number": "I",
    "section_title": "General Information",
    "section_text": "# I. General Information\n\n# A. Does this action apply to me?\n\nThis proposed rulemaking would affect persons who generate, transport, treat, recycle, or dispose of hazardous waste aerosol cans, herein referred to as aerosol cans, unless those persons are households or very small quantity generators (VSQGs). Entities potentially affected by this action include over 18,000 industrial facilities in 18 different industries (at the 2-digit North American Industry Classification System (NAICS) code level). Most of these industries have relatively few entities that are potentially affected. The two top economic sectors (at the 2-digit NAICS code level) with the largest percentage of potentially affected entities are the retail trade industry (NAICS code 44-45), representing 65% of the affected Large Quantity Generator universe, and Manufacturing (NAICS code 31-33), representing 20% of the affected Large Quantity Generator universe. Potentially affected categories and entities include, but are not necessarily limited to:\n\n| 2 Digit NAICS code | Primary NAICS description         | Total affected large quantity generators | Generated tons |\n| ------------------ | --------------------------------- | ---------------------------------------- | -------------- |\n| 44-45              | Retail Trade                      | 4,225                                    | 395.8          |\n| 31-33              | Manufacturing                     | 1,327                                    | 6,767.2        |\n| 48-49              | Transportation and Warehousing    | 138                                      | 1,214.9        |\n| 62                 | Health Care and Social Assistance | 179                                      | 29.5           |\n| 92                 | Public Administration             | 116                                      | 186.8          |\n| 61                 | Educational Services              | 126                                      | 18.0           |\n\n\n| 54    | Professional, Scientific, and Technical Services.                         | 81    | 63.6     |\n| ----- | ------------------------------------------------------------------------- | ----- | -------- |\n| 56    | Administrative and Support and Waste Management and Remediation Services. | 112   | 2,655.2  |\n| 42    | Wholesale Trade                                                           | 73    | 130.0    |\n| 22    | Utilities                                                                 | 32    | 6.8      |\n| 81    | Other Services (except Public Administration).                            | 65    | 4.2      |\n| 21    | Mining, Quarrying, and Oil and Gas Extraction.                            | 28    | 10.3     |\n| 23    | Construction                                                              | 4     | 24.1     |\n| 71    | Arts, Entertainment, and Recreation.                                      | 3     | 3.2      |\n| 55    | Management of Companies and Enterprises.                                  | 6     | 0.6      |\n| 53    | Real Estate and Rental and Leasing.                                       | 3     | 0.6      |\n| 51    | Information                                                               | 1     | 0.5      |\n| 11    | Agriculture, Forestry, Fishing and Hunting.                               | 1     | 0.0      |\n| Total |                                                                           | 6,520 | 11,511.3 |\n\nThis table is not intended to be exhaustive, but rather provides a guide for readers regarding entities likely to be regulated by this action. This table lists the types of entities that EPA is now aware could potentially be regulated by this action. Other entities not listed in the table could also be regulated. To determine whether your entity is regulated by this action, you should carefully examine the applicability criteria found in Section IV of this action. If you have questions regarding the applicability of this action to a particular entity, consult the person listed in the FOR FURTHER INFORMATION CONTACT section.\n\n# B. What action is the agency taking?\n\nThe Environmental Protection Agency (EPA) is proposing to add hazardous waste aerosol cans to the list of universal wastes regulated under the Resource Conservation and Recovery Act (RCRA) regulations. This proposed change, once finalized, would benefit the wide variety of establishments generating and managing aerosol cans, including the retail sector, by providing a clear, practical system for handling discarded aerosol cans.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "e4df5816-6cfb-4335-9c04-11ef18896b5b",
    "section_number": "C",
    "section_title": "What is the agency's authority for taking this action?",
    "section_text": "# C. What is the agency's authority for taking this action?\n\nThese regulations are proposed under the authority of sections 2002(a), 3001, 3002, 3004, and 3006 of the Solid Waste Disposal Act, as amended by the Resource Conservation and Recovery Act (RCRA), and as amended by the Hazardous and Solid Waste Amendments (HSWA), 42 U.S.C. 6921(a), 6921, 6922, 6924, and 6926.",
    "hierarchy_level": 2,
    "parent_section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209"
  },
  {
    "section_id": "b9a5f589-6f53-4e14-88e2-447c429fc412",
    "section_number": "D",
    "section_title": "What are the incremental costs and benefits of this action?",
    "section_text": "# D. What are the incremental costs and benefits of this action?\n\nThis proposed action, if finalized as proposed, is expected to result in an annual cost savings of $3.0 million to $63.3 million. Information on the estimated future economic impacts of this action is presented in Section VII of this notice, as well as in the Regulatory Impact Analysis (RIA) available in the docket for this proposed action. Note that the expected cost savings is based on the assumption that all eligible states would adopt regulatory changes, once they are finalized. EPA requests comment on this assumption.\n\nIn addition to cost savings, EPA's analysis shows qualitative benefits to adding aerosol cans to the universal waste program, including improved implementation of and compliance with the hazardous waste program and increased recovery and recycling of aerosol cans.",
    "hierarchy_level": 2,
    "parent_section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209"
  },
  {
    "section_id": "f21e3b4c-8123-43f3-8b2e-0896748dd6f1",
    "section_number": "II",
    "section_title": "Background",
    "section_text": "# II. Background\n\n# A. Description of Aerosol Cans\n\nAerosol cans are widely used for dispensing a broad range of products including paints, solvents, pesticides, food and personal care products, and many others. The Consumer Specialty Products Association (CSPA) estimates that 3.82 billion aerosol cans were filled in the United States in 2015 for use by commercial and industrial facilities as well as by households.1\n\nA typical aerosol can consists of several components, including (but not limited to): (1) The can or container storing both propellant and the product; (2) an actuator or button at the top of the can that is pressed to deliver the product; (3) a valve which controls delivery or flow of the product; (4) the propellant (a compressed gas or liquefied gas), which provides the pressure in the container to expel or release the product when the actuator is pressed to open the valve; (5) the product itself; and (6) a dip tube which is connected to the valve to bring the product up through the can to be released when the actuator is pressed.2\n\nThe can itself is typically a small steel or aluminum container, designed to be hand-held, which is sealed with its contents under pressure.\n\n------------------------------------------------------------------------\n1 Consumer Specialty Product Association, What's New, Industry Updates and Association Highlights, June 2016. https://www.cspa.org/aerosol-products-industry-growing-steadily-survey-reveals-north-american-production-reac2017.\n\n2 National Aerosol Association, History of the Aerosol, http://www.nationalaerosol.com/history-of-the-aerosol/, retrieved December 11, 2017.\n\npressure. The can's design is intended to prevent unwanted releases of the contents to the environment under normal handling and storage conditions. However, when aerosol cans are mismanaged, particularly when exposed to excessive heat, the resulting increase in internal pressure can reach a point beyond the design strength of the can, thereby causing it to burst and release its contents. At the point of bursting, the contents of the can have been heated to a temperature and pressure far above ambient environmental conditions, causing the contents to rapidly vaporize and be forcefully released. One or more of the following may occur when a can bursts as a result of over-heating: (1) If the propellant or product are ignitable, the contents of the can may readily catch fire as they are released and exposed to atmospheric oxygen, creating a rapidly burning vapor \"fireball\"; (2) the bottom of the can may detach as a result of a manufacturing defect or an external force, causing the upper part of the can to become a projectile; or (3) the can may fragment as it bursts, releasing metal shards.\n\nAerosol cans frequently contain flammable propellants such as propane or butane which can cause the aerosol can to demonstrate the hazardous characteristic for ignitability (40 CFR 261.21).3 In addition, the aerosol can may also be a hazardous waste for other reasons when discarded. More specifically, an aerosol can may contain materials that exhibit hazardous characteristics per 40 CFR part 261 subpart C. Similarly, a discarded aerosol can may also be a P or U-listed hazardous waste if it contains a commercial chemical product found at 40 CFR 261.33(e) or (f).\n\n3 University of Vermont, Paint and Aerosol Safety, http://www.uvm.edu/safety/art/paint-aerosol-safety, retrieved December 11, 2017.\n\n#\n\n# B. Current Federal Regulation of Aerosol Cans\n\n# 1. Regulation of Aerosol Cans Under the Resource Conservation and Recovery Act (RCRA)\n\nAny person who generates a solid waste, as defined in 40 CFR 261.2, must determine whether the solid waste qualifies as hazardous waste. The waste may be hazardous either because it is listed as a hazardous waste in subpart D of 40 CFR part 261 or because it exhibits one or more of the characteristics of hazardous waste, as provided in subpart C of 40 CFR part 261. As discussed above, aerosol cans are frequently hazardous due to the ignitability characteristic, and in some cases may also contain listed or exhibit other hazardous waste characteristics.4\n\n#\n4 Aerosol cans that have not been discarded are not solid or hazardous wastes.\n\n#\n\nMany, but not all, generators of aerosol cans identified or listed as a hazardous waste are subject to the full RCRA subtitle C hazardous waste management requirements, including all applicable requirements of 40 CFR parts 260 through 268. Depending on their activities, some generators have only to meet the requirements of part 262, including on-site management, pre-transport, and manifesting. Under 40 CFR 262.14, very small quantity generators (VSQGs), defined as facilities that generate less than or equal to 100 kilograms of hazardous waste in a calendar month, are not subject to the RCRA subtitle C hazardous waste management standards, provided they send their waste to a municipal solid waste landfill or non-municipal nonhazardous waste facility approved by the state for the management of VSQG wastes and meet other conditions. In addition, households that generate waste aerosol cans are exempt from the federal hazardous waste management requirements under the household hazardous waste exemption in 40 CFR 261.4(b)(1).5\n\n#\n5 Under 40 CFR 261.4(b)(1), \"household waste\" means any material (including garbage, trash and sanitary wastes in septic tanks) derived from households (including single and multiple residences, hotels and motels, bunkhouses, ranger stations, crew quarters, campgrounds, picnic grounds and day-use recreation areas).\n\n#\n\nFacilities that treat, store, and/or dispose of hazardous waste aerosol cans are subject to the requirements of 40 CFR part 264 (for permitted facilities), or the requirements of 40 CFR part 265 (for interim status facilities). However, when hazardous waste aerosol cans are recycled, the recycling process itself is not subject to regulation, except as indicated in 40 CFR 261.6(d). EPA has interpreted the current hazardous waste regulations to mean that puncturing and draining an aerosol can, if performed for the purpose of recycling (e.g., for scrap metal recycling), is considered part of the recycling process and is exempt from RCRA permitting requirements under 40 CFR 261.6(c).6 However, facilities receiving hazardous waste aerosol cans from off-site would require a RCRA permit for storage prior to the recycling activity, and the recycling process would be subject to subparts AA and BB of 40 CFR part 264, 265, or 267.\n\n#\nEPA6 EPA first explained this interpretation in 1993. See U.S. 1993 Regulatory Status of Used Residential And Commercial/Industrial Aerosol Cans, Memo from Jeff Denit, Acting Director, Office of Solid Waste to John DiFazio, Chemical Specialties Manufacturers Association, October 7, 1993. RO #11780.\n\n#\n\n# 2. Regulation Under the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA)\n\nHazardous waste aerosol cans that contain pesticides are also subject to the requirements of Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA), including compliance with the instructions on the label. In general, the statement on aerosol pesticide product FIFRA\n\nlabels prohibits the puncturing of the cans. However, in April 2004, EPA issued a determination 7 that puncturing aerosol pesticide containers is consistent with the purposes of FIFRA and is therefore lawful pursuant to FIFRA section 2(ee)(6) provided that the following conditions are met:\n\n7 2004 U.S. EPA Puncturing of Aerosol Pesticide Products Under FIFRA for the Purpose of Recycling, Letter from Lois Rossi and William Diamond, Office of Pollution Prevention and Toxic Substances, U.S. EPA, to John A. Wildie, Randolph Air Force Base, April 30, 2004, available in the docket for this rule.\n\n#\nwho, The puncturing of the container is performed by a person as a general part of his or her profession, performs recycling and/or disposal activities;\n\nThe puncturing is conducted using a device specifically designed to safely puncture aerosol cans and effectively contain the residual contents and any emissions thereof; and\n\nThe puncturing, waste collection, and disposal, are conducted in compliance with all applicable federal, state and local waste (solid and hazardous waste) and occupational safety and health laws and regulations.\n\nEPA anticipates that this 2004 FIFRA determination would not be affected by the proposed addition of hazardous waste aerosol cans to the universal waste rules.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "a4b42724-621e-4ca5-880d-76294ca0e76a",
    "section_number": "C",
    "section_title": "Retail Strategy and Aerosol Cans",
    "section_text": "# C. Retail Strategy and Aerosol Cans\n\nThe retail sector as a whole handles a very large number of diverse products, which change over time and may, in many instances, become regulated as hazardous waste under RCRA when discarded. As a result, retailers are required to make hazardous waste determinations for a variety of products being discarded at stores located across the country.\n\nIn 2014, EPA published a Notice of Data Availability (NODA) for the Retail Sector as part of the Agency's continuing efforts to better understand concerns from all stakeholders regarding RCRA's applicability to the retail sector, as well as to obtain information and feedback on issues affecting the retail sector. (79 FR 8926, February 14, 2014) In the NODA, EPA requested comment on a series of topics related to retail operations, waste management practices and management of materials that may become hazardous waste when discarded. This specifically included requests for information regarding aerosol cans (e.g., quantity generated, classification and management options, including handling as universal waste), since aerosol cans comprise a large percentage of the retail sector's hazardous waste stream. Approximately 35% of NODA commenters specifically suggested that discarded aerosol cans be managed as universal waste.\n\nIn response to comments on the Retail Sector NODA, the Agency published the Strategy for Addressing the Retail Sector under RCRA's Regulatory Framework, which lays out a cohesive plan to address the unique challenges faced by the retail sector in complying with RCRA regulations while reducing burden and protecting human health and the environment.8 One of the action items under the Retail Strategy is to explore adding hazardous waste aerosol cans to the universal waste rule.\n\n#\n8 EPA 2016. Strategy for Addressing the Retail Sector under RCRA's Regulatory Framework. September 12, 2016. https://www.epa.gov/hwgenerators/strategy-addressing-retail-sector-under-resource-conservation-and-recovery\n\n#",
    "hierarchy_level": 2,
    "parent_section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209"
  },
  {
    "section_id": "dc9d2999-16c9-405b-81ac-c127286d0f1f",
    "section_number": "D",
    "section_title": "Universal Waste Rule",
    "section_text": "# D. Universal Waste Rule\n\nIn 1995, EPA promulgated the universal waste rule (60 FR 25492, May 11, 1995) to establish a streamlined hazardous waste management system for widely generated hazardous wastes as a way to encourage environmentally sound collection and proper management of the wastes within the system. Hazardous waste batteries, certain hazardous waste pesticides, mercury-containing equipment, and hazardous waste lamps are already included on the federal list of universal wastes. The universal waste regulations in 40 CFR part 273 are a set of alternative hazardous waste management standards that operate in lieu of regulation under 40 CFR parts 260 through 272 for specified hazardous wastes.\n\nHandlers and transporters who generate or manage items designated as a universal waste are subject to the management standards under 40 CFR part 273, rather than the full RCRA subtitle C regulations. Handlers include both facilities that generate universal waste and facilities that receive universal waste from other universal waste handlers, accumulate the universal waste and then send the universal waste to another handler, a destination facility or a foreign destination. Handlers do not include facilities that treat, dispose of, or recycle universal waste except as provided in the universal waste regulations. The regulations distinguish between \"large quantity handlers of universal waste\" (those who handle more than 5,000 kilograms of total universal waste at one time) and \"small quantity handlers of universal waste\" (those who handle 5,000 kilograms or less of universal waste at one time). The 5,000-kilogram accumulation criterion applies to the quantity of all universal wastes accumulated. The streamlined standards include requirements for storage, labeling and marking, preparing the waste for shipment off site, employee training, response to releases, and, in the case of large quantity handlers, notification and tracking of universal waste shipments. Transporters of universal waste are also subject to less stringent requirements than the full subtitle C hazardous waste transportation regulations. The primary difference between the universal waste transporter requirements and the subtitle C transportation requirements is that no manifest is required for transport of universal waste.\n\nUnder the universal waste rule, destination facilities are those facilities that treat, store, dispose, or recycle universal wastes. Universal waste destination facilities are subject to all currently applicable requirements for hazardous waste treatment, storage, and disposal facilities (TSDFs) and must receive a RCRA permit for such activities. Destination facilities that recycle universal waste and that do not store that universal waste prior to recycling in accordance with 40 CFR 261.6(c)(2) may be exempt from permitting under the federal regulations (see 40 CFR 273.60(b)). Finally, some states are authorized to add wastes that are not federal universal wastes to their lists of universal wastes. Therefore, in some states, aerosol cans are already regulated as a universal waste.\n\n# E. State Universal Waste Programs That Include Aerosol Cans\n\nFour states, California, Colorado, Utah and New Mexico, already have universal waste aerosol can programs in place, and two more states, Ohio and Minnesota, have proposed to add aerosol cans to their universal waste regulations.9 The universal waste programs in all these states include streamlined management standards similar to 40 CFR part 273 for small and large quantity handlers of universal waste, and a one-year accumulation time limit for the aerosol cans. In addition, the four current state universal waste programs, as well as Ohio's proposed regulations, set standards for puncturing and draining of aerosol cans by universal waste handlers.\n\n\n9 EPA 2017. Summary of State Programs Addressing Aerosol Cans Under RCRA Hazardous Waste Regulations or Under State Universal Waste Programs.\n\n# Utah\n\nThe aerosol can universal waste programs of California, Colorado, and New Mexico, as well as Ohio's proposed aerosol can universal waste program, allow for puncturing and draining of aerosol cans by universal waste handlers, as long as specific management standards and waste characterization requirements are met. In addition, California does not allow off-site commercial processors10 to puncture and drain aerosol cans without a permit, and requires those handlers that do puncture and drain cans to submit a notification. Minnesota's proposed rule would not allow handlers to puncture and drain their aerosol cans.\n\n#\n\n10 According to California's guidance for their regulations, a \"commercial processor\" is any person that processes aerosol cans in exchange for compensation. Some examples include: Individuals from another generator's site, registered hazardous waste transporters, operators of hazardous waste treatment, storage and/or disposal facilities, and operators of transportable treatment units.",
    "hierarchy_level": 2,
    "parent_section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209"
  },
  {
    "section_id": "a80ff252-0e7b-44c4-916f-ee63b334ebb2",
    "section_number": "III",
    "section_title": "Rationale for Proposing Aerosol Cans Be Managed Under the Universal Waste Rule",
    "section_text": "# III. Rationale for Proposing Aerosol Cans Be Managed Under the Universal Waste Rule\n\n# A. Factors for Inclusion in the Universal Waste Rule\n\nEPA is proposing to add aerosol cans to the universal waste rule, because the Agency believes that this waste meets the factors that describe hazardous waste that is appropriate for management under the streamlined universal waste system. Adding aerosol cans to the universal waste rule simplifies handling and disposal of the wastes for generators, while ensuring that aerosol cans are sent to the appropriate destination facilities, where they will be managed as a hazardous waste with all applicable subtitle C requirements. Management as universal waste under the proposed requirements is also expected to facilitate environmentally sound recycling of the metal used to make the cans. The universal waste regulations include eight factors to consider in evaluating whether a waste is appropriate for inclusion in the universal waste rule. These factors, codified at 40 CFR 273.81, are to be used to determine whether regulating a particular hazardous waste under the streamlined standards would improve overall management of the waste and, therefore, whether the waste is a good candidate for the universal waste rule. As the Agency noted in the preamble to the final universal waste rule (60 FR 25513), not every factor must be met for a waste to be appropriately regulated under the universal waste system. However, consideration of all the factors should result in a conclusion that regulating a particular hazardous waste under 40 CFR part 273 will improve waste management. EPA has examined information on aerosol cans, including information submitted in the public comments on the 2014 Retail NODA,11 using the criteria in 40 CFR 273.81. In light of its evaluation of this information, the Agency is proposing that on balance, these wastes are appropriate for inclusion onto the federal list of universal wastes for management under part 273. EPA believes that adding aerosol cans to the universal waste rule would make collection and transportation of this waste to an appropriate facility easier and, therefore, will help facilitate recycling and reduce the amount of aerosol cans disposed of in municipal landfills. A summary of how the criteria in 40 CFR 273.81 apply to aerosol cans is described below. EPA solicits comment on this analysis.\n\n#\n\n11 Public comments on the 2014 Retail NODA can be found in docket number EPA-HQ-RCRA-2012-0426 on regulations.gov.\n\n# 1. The Waste, as Generated by a Wide Variety of Generators, Should Be a Listed or Characteristic Hazardous Waste (40 CFR 273.81(a))\n\nAs discussed in Section III, aerosol cans frequently demonstrate the hazardous characteristic for ignitability (40 CFR 261.21) due to the nature of the propellant used. In addition, the contents (propellant or product) may also cause the can to be a hazardous waste.\n\nfor other reasons if discarded.\n\n# 2. The Waste, or Category of Waste, Should Not Be Exclusive to a Particular Industry or Group of Industries, But Generated by a Wide Variety of Establishments (40 CFR 273.81(b))\n\nEPA has documented in the Regulatory Impact Analysis (RIA) developed for this proposal, that large and small quantity generators that manage hazardous waste aerosol cans can be found in 18 different industries (at the 2-digit North American Industry Classification System (NAICS) code level). Thus, aerosol cans are commonly generated by a wide variety of types of establishments, including households, retail and commercial businesses, office complexes, very small quantity generators, small businesses, government organizations, as well as large industrial facilities.\n\n# 3. The Waste Should Be Generated by a Large Number of Generators and Frequently Generated in Relatively Small Quantities (40 CFR 273.81(c))\n\nAs documented in the RIA, more than 18,000 large and small quantity generators manage hazardous waste aerosol cans. Quantities generated vary depending on the type of generator and the situations associated with generation. For example, a retail store may determine that large quantities of aerosol cans, which can no longer be sold or donated, must be discarded as hazardous waste. On the other hand, entities that use aerosol cans in their day-to-day operations may generate small quantities of partially-used hazardous waste aerosol cans on a sporadic basis. Data from the RIA demonstrate that in 2015, large quantity generators that generated hazardous waste aerosol cans generated an average of 1.8 tons per year (approximately 4,100 cans), while small quantity generators generated an average of 0.5 tons per year (approximately 1,100 cans). The median amounts are 0.12 tons (approximately 274 cans) and 0.04 tons (approximately 85 cans) for large quantity generators and small quantity generators respectively, per year.\n\n# 4. Systems To Be Used for Collecting the Waste (Including Packaging, Marking, and Labeling Practices) Should Ensure Close Stewardship of the Waste (40 CFR 273.81(d))\n\nThe baseline universal waste requirements of notification, labeling, training, response to releases found in 40 CFR part 273 subparts B and C and the proposed specific requirements for management of aerosol cans in 40 CFR 273.13 and 40 CFR 273.33 as discussed in Section IV below are designed to ensure close stewardship of the hazardous waste aerosol cans.\n\n# 5. Risks Posed by the Waste During Accumulation and Transport Should Be Relatively Low Compared to the Risks Posed by Other Hazardous Waste, and Specific Management Standards Would Be Protective of Human Health and the Environment During Accumulation and Transport (40 CFR 273.81(e))\n\nAerosol cans are designed to contain the products they hold during the periods of storage and transportation as they move from the manufacturer, to the retailer, and ultimately to the final customer. As long as they remain intact, therefore, EPA expects that hazardous waste aerosol cans would present a lower risk as compared to other types of hazardous waste that are not contained as-generated under normal management conditions. In addition, the ignitability risk posed during accumulation and transport is addressed by standards set by the Department of Transportation, Office of Safety and Health Administration, and local fire codes.12\n\nThese standards include requirements for outer packaging and can design, including limits on the amount of flammable gas and general pressure conditions.\n\n# 6. Regulation of the Waste Under 40 CFR Part 273 Will Increase the Likelihood That the Waste Will Be Diverted From Non-Hazardous Waste Management Systems (e.g., the Municipal Solid Waste Stream) to Recycling, Treatment, or Disposal in Compliance With Subtitle C of RCRA (40 CFR 273.81(f))\n\nManaging hazardous waste aerosol cans under the universal waste program is expected to increase the number of these items collected, and to increase the number of aerosol cans being diverted from the non-hazardous waste stream into the hazardous waste stream because it would allow generators, especially those that generate this waste sporadically, to send it to a central consolidation point. Under the universal waste rule, a handler of universal waste can send the universal waste to another handler, where it can be consolidated into a larger shipment for transport to a destination facility. Therefore, under the proposed rule it would be more economical to send hazardous waste aerosol cans to recycling for recovery of metal values. EPA thus expects such management to not only advance the RCRA goal of increased resource conservation, but also to increase proper disposal as hazardous waste, making it less likely that it will be sent for improper disposal in municipal landfills or municipal incinerators. In addition, because of the streamlined structure of the universal waste rule makes aerosol can collection programs more economical, hazardous waste aerosol cans that might otherwise be sent to a municipal landfill under a VSQG or household hazardous waste exemption, would be more easily collected and consolidated for hazardous waste disposal by those who are interested in managing it this way. This waste would be diverted from the municipal solid waste stream to universal waste management.\n\n# 7. Regulation of the Waste Under 40 CFR Part 273 Will Improve the Implementation and Compliance With the Hazardous Waste Regulatory\n\nProgram  (40 CFR 273.81(g))\n\nThe structure and requirements of the universal waste rule are well suited to the circumstances of handlers of hazardous waste aerosol cans and their participation in the universal waste program will improve compliance with the hazardous waste regulations. In particular, handlers of hazardous waste aerosol cans who are infrequent generators of hazardous waste and who might otherwise be unfamiliar with the more complex subtitle C management structure, but who generate hazardous waste aerosol cans will be able to more easily send this waste for proper management. Therefore, adding aerosol cans to the universal waste rule would offer a protective hazardous waste management system that is likely to be more accessible, particularly for the retail sector, which can pose unique compliance challenges as compared to manufacturing and other \"traditional\" RCRA-regulated sectors.13\n\n------------------------------------------------------------------------\n\n13 EPA 2016. Strategy for Addressing the Retail Sector under RCRA's Regulatory Framework. September 12, 2016. https://www.epa.gov/hwgenerators/strategy-addressing-retail-sector-under-resource-conservation-and-recovery\n\n------------------------------------------------------------------------\n\n# 8. Additional Factor (40 CFR 273.81(h)): States' Experience Under Existing State Universal Waste Programs Indicates That Regulation Under 40 CFR Part 273 Will Improve Management of Aerosol Cans\n\nAs discussed above, the factors included in 40 CFR 273.81 are designed to determine whether regulating a particular hazardous waste under the streamlined standards of the universal waste rules would improve the overall management of the waste. Because in this case, as at least four states have added aerosol cans to their universal waste programs, those states' experiences with management of aerosol cans under their respective universal waste programs provides a useful source of information to inform EPA's judgment on whether to propose adding aerosol cans to the national universal waste program. Information supplied to EPA from those states' officials indicates their programs improve the implementation of the hazardous waste program. Specifically, State waste management officials have represented to EPA that these programs have been operating well and achieving their objective of facilitating safe management of hazardous waste aerosol cans.14 In particular, state officials from both California and Colorado stated to EPA that their respective aerosol can universal waste programs have been in effect since 2002, and they have not identified any problems with compliance with the standards. Accordingly, this information also weighs in favor of concluding that management of aerosol cans under the federal universal waste regulations is likely to be successful.\n\n------------------------------------------------------------------------\n\n14 EPA 2017. Summary of State Programs Addressing Aerosol Cans Under RCRA Hazardous Waste Regulations or Under State Universal Waste Programs. December 2017.\n\n------------------------------------------------------------------------\n\n# B. Expected Changes in Management of Aerosol Cans\n\nIf EPA's proposal to include aerosol cans in the list of Universal Waste is finalized as proposed, EPA expects that the number of aerosol cans that are diverted from municipal solid waste landfills and incinerators to recycling or disposal in subtitle C facilities would increase. Small and large quantity generators are already required to manage their hazardous waste aerosol cans under RCRA subtitle C. As a result of implementation of this rule in the states, some of these generators would likely begin managing their aerosol cans as a universal waste, either to save money or to improve implementation of their existing waste management program. One of the streamlined provisions of the universal waste rule allows consolidation of aerosol cans at central locations, which makes it easier for smaller users to arrange for hazardous waste recycling or disposal of these materials when they are generated. EPA intends to encourage individual households and VSQGs to participate in such programs, which would divert aerosol cans from the municipal waste stream.\n\nIn summary, EPA believes that management of hazardous waste aerosol cans can best be implemented through a universal waste approach where handlers are operating within a simple, streamlined management system with some limited oversight. The universal waste program addresses the environmental concerns surrounding the management of such wastes, while at the same time putting into place a structure that will allow for and encourage increased collection of aerosol cans for recycling.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "f0874586-43fe-43c4-aeb1-fe00a9a69082",
    "section_number": "IV",
    "section_title": "Discussion of Proposed Rule",
    "section_text": "# IV. Discussion of Proposed Rule\n\n# A. Waste Covered by Proposed Rule\n\nEPA is proposing that an \"aerosol can\" be defined as an intact container in which gas under pressure is used to aerate and dispense any material through a valve in the form of a spray or foam. This definition is the same as the definition of aerosol can in the California, Colorado, New Mexico and Utah universal waste programs, with the exception of a size limit in Utah's definition of aerosol can, as described below. EPA is proposing to adopt this definition of aerosol can to keep consistency with the existing state programs.\n\nEPA also intends this definition to be limited to sealed containers whose intended use is to dispense a material by means of a propellant or compressed gas. Aerosol cans are designed to contain those materials until they are intended for release and to present minimal risk during normal storage and transport. Other types of containers, including compressed gas canisters and propane cylinders, present a greater risk than aerosol cans and would not be included.\n\nUtah's definition of aerosol cans includes a size limitation of twenty-four ounces for aerosol cans that would qualify under their universal waste provisions. EPA has not, however, included a size limitation on universal waste aerosol cans in this proposal because EPA believes that aerosol cans that meet the proposed definition in general...\n\ncan be safely managed under the universal waste system for the reasons explained in Section III above, and has not identified reasons why size would affect the considerations described. However, EPA requests comment on whether to include a size limit of twenty-four ounces or other type of limitations on the types of aerosol cans that would be eligible for the federal universal waste rule, including any information on how such a limit would be necessary to ensure safe management of aerosol cans. EPA requests comment on the appropriate scope of the definition of \"aerosol can\" and the types of materials that should fall under it.\n\nthe Proposed section 273.6 has specific exclusions from the coverage of proposed rules in paragraph 273.6(b). First, the proposed rules at 273.6(b)(1) and (2) exclude from the definition of \"aerosol can\" those cans that are not yet a waste under 40 CFR part 261, and those cans that are not hazardous waste, respectively. An aerosol can would only be subject to the proposed rule if it is considered a hazardous waste under 40 CFR part 261, and before a material can be determined to be a hazardous waste, it first must be determined to be a solid waste. Accordingly, any aerosol can that is not yet a solid waste (for example, because it is not yet discarded) would also not be subject to this section. Consistent with prior universal waste rules, the proposed rule at 273.6(c) also explains that a used aerosol can becomes a waste on the date it is discarded, and an unused aerosol can becomes a waste on the date the handler decides to discard it.\n\nas a solid waste may be a hazardous waste either because it is listed hazardous waste in subpart D of 40 CFR part 261 or because it exhibits one or more of the characteristics of hazardous waste, as provided in subpart C of 40 CFR part 261. For example, as discussed in Section II above, aerosol cans are frequently hazardous due to the ignitability characteristic, and in some cases may also contain listed hazardous waste or materials exhibiting another hazardous characteristic. If a solid waste aerosol can is determined to be non-hazardous then it is also not subject to the proposed universal waste regulations.\n\nthatIn proposed 273.6(b)(3), EPA specifically excludes aerosol cans have been emptied of their contents (both propellant and product). Once the contents of a universal waste aerosol can have been removed, the emptied can is considered a new point of generation and is subject to a hazardous waste determination per 40 CFR 262.11. An aerosol can that meets the definition of empty container in 40 CFR 261.7 is not subject to hazardous waste regulation, and may be recycled as scrap metal.\n\nshowThe proposed rules also exclude at 273.4(b)(4), aerosol cans that evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions. Through this exclusion, EPA intends that hazardous waste aerosol cans that are not intact continue to be subject to the full hazardous waste standards. The protectiveness of the proposed management standards described below relies in part on the fact that the aerosol cans to be managed in accordance with those rules are not leaking or otherwise damaged where contents or propellants could be dispersed out of the can, because such uncontrolled release could pose risk to human health and the environment, including an increased risk of fire. A leaking or damaged hazardous waste aerosol can that presents a risk of the contents or propellants being dispersed out of the can would need to be managed as RCRA hazardous waste under 40 CFR parts 260 through 272. Therefore, this provision includes all discarded, intact, non-empty hazardous waste aerosol cans.\n\n# B. Proposed Management Requirements for Aerosol Cans\n\n# 1. Proposed Requirements for Small and Large Quantity Handlers\n\nUnder this proposed rule, the existing universal waste requirements currently applicable to small quantity handlers of universal waste (SQHUWs) and large quantity handlers of universal waste (LQHUWs) would also be applicable to handlers of discarded aerosol cans. For both SQHUWs and LQHUWs, these requirements include waste management standards, labeling and marking, accumulation time limits, employee training, response to releases, requirements related to off-site shipments, and export requirements. LQHUWs are subject to additional notification and tracking requirements. For the labeling requirement, EPA is proposing that either each aerosol can, or a container in which the aerosol cans are contained, must be labeled or marked clearly with any of the following phrases: \"Universal Waste--Aerosol Can(s),\" \"Waste Aerosol Can(s),\" or \"Used Aerosol Can(s).\"\n\nIn addition, EPA is proposing that small and large quantity universal waste handlers must follow certain specific management standards while handling their aerosol cans. Under this proposal, all handlers must manage their universal waste aerosol cans in a manner designed to prevent releases to the environment. This includes accumulating universal waste aerosol cans in containers that are structurally sound and compatible with the contents of the can, and show no evidence of leaks, spills, or damage that could cause leaks under reasonably foreseeable conditions. Handlers may sort aerosol cans by type and consolidate intact aerosol cans in larger containers, remove actuators to reduce the risk of accidental release, and under certain conditions, may puncture and drain aerosol cans that are being recycled, as described below.\n\n# 2. Proposed Requirements and Request for Comment on Puncturing and Draining at Small and Large Quantity Handlers\n\nAs discussed in Section II above, under the current hazardous waste regulations, puncturing and draining an aerosol can, if performed as part of the recycling process (e.g., scrap metal recycling), is exempt from RCRA permitting requirements per 40 CFR 261.6(c). Storage of hazardous waste aerosol cans prior to recycling still requires a permit, unless it is exempt from permitting under another provision.\n\nHowever, EPA expects that puncturing and draining activities at universal waste handlers will be different from those currently performed by hazardous waste generators. Because handlers may receive universal waste from many other handlers, the volume of aerosol cans punctured and drained at a commercial universal waste handler is likely to be much greater than at a typical hazardous waste generator.\n\ncan only puncture and drain its own hazardous waste aerosol cans). In addition, under the universal waste regulations, handlers can store their universal waste up to a year, which could increase the number of cans punctured and drained at one time if the facility processes the cans in batches.\n\nBecause of the likely differences between recycling of aerosol cans at hazardous waste generators versus recycling of aerosol cans at universal waste handlers, EPA is proposing specific management standards for the puncturing and draining of aerosol cans at universal waste handlers, similar to the requirements currently being implemented in states that have added aerosol cans to their list of universal waste. The aerosol can universal waste programs of California, Colorado, Utah and New Mexico, as well as Ohio's proposed aerosol can universal waste program, allow for puncturing and draining of aerosol cans by universal waste handlers, as long as specific management standards and waste characterization requirements are met.\n\nSimilar to the current state requirements, EPA is proposing that puncturing and draining activities must be conducted by a commercial device specifically designed to safely puncture aerosol cans and effectively contain the residual contents and any emissions thereof. Puncturing and draining systems for aerosol cans are available from multiple commercial vendors. These devices generally consist of an enclosed puncturing device that punctures an aerosol can, allowing the contents to be drained into an attached container. In many cases, these containers are 55-gallon drums with a filter made of carbon or similar materials to capture any gases that may escape the 55-gallon drum during the puncturing and draining process.\n\nManufacturers of aerosol can puncturing and draining devices include instructions for their use.15 These instructions include operating devices in a well ventilated area that is free from sparks and ignition sources in order to prevent fires, use of personal protective equipment such as safety goggles, and segregating incompatible products from being drained into the same container. Operators of puncturing and draining devices are also instructed to ensure that the container remains closed, does not become overfilled and that the container storing the contents of the drained aerosol cans is also kept in a well ventilated area free from sparks or ignition sources.\n\n\nfor 15 EPA 2017. Compilation of Manufacturer's Guidance on Devices Puncturing and Draining Aerosol Cans, December 2017.\n\n#\n\nHowever, the Agency has previously investigated the performance of at least one aerosol can puncturing and draining device through EPA's Environmental Technology Verification (ETV) program. The ETV review demonstrated one type of drum-top puncturing and draining system was effective in processing at least 187 cans before breakthrough of volatile chemicals occurred, which was significantly less than the 600-750 cans recommended by some manufacturers. The drum that contained the drained liquid from the aerosol cans was also never more than 25% full before breakthrough occurring. These findings were contrary to manufacturer recommendations of ensuring the container is not filled past 70% full in order to avoid breakthrough of volatile chemicals. In addition, the ETV program found that halogenated compounds (e.g., chlorinated solvents) were found to be incompatible with the seal and gasket materials.\n\nThe performance of aerosol can puncturing and draining devices will vary by manufacturer and it remains the responsibility of the operator to ensure that the puncturing device is properly draining the contents of the aerosol cans into the drum, that breakthrough is not occurring, and that aerosol cans incompatible with the device are not punctured. For example, information is readily available regarding potential incompatibilities for aerosol can propellants with puncturing devices containing rubber seals or gaskets.16\n\n#\n\nfor 16 EPA 2017. Compilation of Manufacturer's Guidance on Devices Puncturing and Draining Aerosol Cans, December 2017. See table beginning on page 54.\n\n#\n\nTherefore, EPA is proposing that handlers must establish a written procedure detailing how to safely puncture and drain universal waste aerosol can (including operation and maintenance of the unit; segregation of incompatible wastes; and proper waste management practices to prevent fires or releases), and ensure employees operating the device are trained in the proper procedures. At minimum, EPA is proposing that the written procedure address the operation and maintenance of the unit including its proper assembly; segregation of incompatible wastes; and proper waste management practices, (e.g., ensuring that flammable wastes are stored away from heat or open flames).\n\nEPA is also proposing that the actual puncturing of the cans should be done in a manner designed to prevent fires and to prevent the release of the aerosol can contents to the environment. This includes, but is not limited to, locating the equipment on a solid, flat surface in a well-ventilated area.\n\nIn addition, EPA is proposing that the contents from the cans should be immediately transferred from the waste aerosol can, or puncturing device if applicable, to a container or tank and that the contents are subject to a hazardous waste determination under 40 CFR 262.11. The handler becomes that hazardous waste generator of the hazardous aerosol can contents and must manage those waste in accordance with applicable RCRA regulations.\n\nThe proposed rule would also require that a written procedure be in place in the event of a spill or release and a spill clean-up kit should be provided. All spills or leaks of the contents of the aerosol cans should be cleaned up promptly.\n\nFinally, EPA notes that all puncturing, waste collection, and disposal, must be conducted in compliance with all applicable federal, state and local waste (solid and hazardous waste) and occupational safety and health laws and regulations.\n\nIn addition, EPA is requesting comment on establishing further\n\nlimitations on puncturing and draining of aerosol cans, similar to limitations that have been established by state waste management programs either through regulations or guidance. Many states have issued guidelines for puncturing and draining aerosol cans under their hazardous waste program. Some state guidelines recommend against the generator puncturing and draining certain types of aerosol cans due to the possible incompatibility with the puncturing and draining equipment or the contents of other cans being drained, or due to the hazardous nature of the contents. These aerosol cans include, but are not limited to, cans containing the following contents: Ethers including ethyl ether, chlorinated compounds, pesticides, herbicides, freons, foamers, corrosive cleaners and unknowns.17 EPA requests comment on establishing additional regulatory requirements for can draining devices and limits on aerosol cans that may pose compatibility problems and that may be punctured and drained under the proposed rules.\n\nIn addition, EPA is requesting comment on limiting puncturing and draining practices to handlers that are not commercial processors (i.e., a person that processes aerosol cans received from other entities in exchange for compensation). Such a limitation would be consistent with California's universal waste program. Under this option, the puncturing and draining management standards would only apply to handlers that are not commercial processors. Handlers that are commercial processors may still accept aerosol cans and process the cans by sorting and consolidating them, but would be unable to puncture and drain the cans. Under this option, commercial processors that would like to puncture and drain aerosol cans must first meet the requirements for a universal waste destination facility (including requiring a permit for storage of the hazardous waste aerosol cans prior to recycling). Handlers would still be allowed to puncture and drain the hazardous waste aerosol cans that they generate.\n\n# 1. Proposed Requirements for Transporters\n\nThis proposed rule would not change any of the existing requirements applicable to universal waste transporters. Under 40 CFR 273.9, the definition of a universal waste transporter is \"a person engaged in the off-site transportation of universal waste by air, rail, highway, or water.\" Persons meeting the definition of universal waste transporter include those persons who transport universal waste from one universal waste handler to another, to a processor, to a destination facility, or to a foreign destination. These persons are subject to the universal waste transporter requirements of part 273, subpart D. EPA notes that this proposed rule also would not affect the applicability of shipping requirements under the hazardous waste materials regulations of the Department of Transportation. Transporters continue to be subject to these requirements, if applicable (e.g., 49 CFR 173.306 for shipping of limited quantities of aerosol cans, or 49 CFR 173.115(l) which sets limits in the definition of \"aerosol\" for the purpose of shipping flammable gas).\n\n# 2. Proposed Requirements for Destination Facilities\n\nThis proposed rule would not change any of the existing requirements applicable to universal waste destination facilities (subpart E of part 273). Under 40 CFR 273.9, the definition of a destination facility is \"a facility that treats, disposes of, or recycles a particular category of universal waste\" (except certain activities specified in the regulations at Sec. 273.13(a) and (c) and Sec. 273.33(a) and (c)).\n\n# 3. Effect of This Proposed Rule on Household Wastes and Very Small Quantity Generators\n\nAdding hazardous waste aerosol cans to the federal definition of universal wastes would not impose any requirements on households and very small quantity generators for managing these cans. Household waste continues to be exempt from RCRA subtitle C regulations under 40 CFR 261.4(b)(1). However, under the universal waste rule, households and VSQGs may choose to manage their hazardous waste aerosol cans in accordance with either the VSQG regulations under 40 CFR 261.5 or as a universal waste under part 273 (40 CFR 273.8(a)(2)). It should be noted, however, that 40 CFR 273.8(b) would continue to apply. Under this provision, if household or VSQG wastes are mixed with universal waste subject to the requirements of 40 CFR part 273 (i.e., universal waste that is not generated by households or VSQGs), the commingled waste must be handled as universal waste in accordance with part 273. Under this proposed rule, handlers of universal waste who collect 5,000 kilograms or more of this commingled aerosol can waste would be considered large quantity handlers of universal waste and must meet the requirements of that category of universal waste handler. Hazardous waste aerosol cans that are managed as a universal waste under 40 CFR part 273 would not be required to be included in a facility's determination of hazardous waste generator status (40 CFR 261.5(c)(6)). Therefore, a generator that manages such cans under the universal waste rule and does not generate any other hazardous waste would not be subject to other subtitle C hazardous waste management regulations, such as the hazardous waste generator regulations in part 262. A large or small universal waste handler that generates more than 100 kilograms but less than 1,000 kilograms of hazardous waste in a calendar month in addition to the universal waste it generates would be regulated as a small quantity generator of hazardous waste and would be required to manage all hazardous waste not included within the scope of that universal waste rule in accordance with all applicable subtitle C hazardous waste management standards. Similarly, a larger or small universal waste handler that generates 1,000 kilograms or more of hazardous waste in a calendar month in addition to the universal waste it generates would be regulated as a large quantity generator of hazardous waste.\n\n# 4. Applicability of Land Disposal Restriction Requirements\n\nThis proposed rule would not change the applicability of land disposal restriction (LDR) requirements to universal waste. Under the\n\n17 EPA 2017. Summary of State Programs Addressing Aerosol Cans Under RCRA Hazardous Waste Regulations or Under State Universal Waste Programs. December 2017.\n\nexisting regulations (40 CFR 268.1(f)), universal waste handlers and transporters are exempt from the land disposal restriction (LDR) requirements regarding testing, tracking, and recordkeeping in 40 CFR 268.7 and the storage prohibition in 40 CFR 268.50. EPA proposes to amend 40 CFR 268.1(f) to add aerosol can universal waste for consistency. This proposed rule would also not change the regulatory status of destination facilities; they remain subject to the full LDR requirements.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "0e87b191-eb68-4172-a9d3-754a288317bf",
    "section_number": "V",
    "section_title": "Technical Corrections",
    "section_text": "# V. Technical Corrections\n\nAs part of this rulemaking, EPA is proposing four technical corrections to the universal waste standards for mercury-containing equipment in 40 CFR 273.13(c)(2)(iii) and (iv) and 273.33(c)(2)(iii) and (iv). Each of these paragraphs contains a reference to 40 CFR 262.34, which was removed and reserved as part of the November 28, 2016, Hazardous Waste Generator Improvements Rule (81 FR 85732). EPA neglected to update these references as part of its corresponding changes in that rule and is correcting that mistake here. In all four places, EPA is proposing that the regulation refer to 40 CFR 262.16 or 262.17, as applicable.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "7418a356-ed46-4dcc-8ad6-d28cf82ec113",
    "section_number": "VI",
    "section_title": "State Authority",
    "section_text": "# VI. State Authority\n\n# A. Applicability of Proposed Rule in Authorized States\n\nUnder section 3006 of RCRA, EPA may authorize qualified states to administer and enforce the RCRA hazardous waste program within the state. Following authorization, EPA retains enforcement authority under sections 3008, 3013, and 7003 of RCRA, although authorized states have primary enforcement responsibility. The standards and requirements for state authorization are found at 40 CFR part 271. Prior to enactment of the Hazardous and Solid Waste Amendments of 1984 (HSWA), a State with final RCRA authorization administered its hazardous waste program entirely in lieu of EPA administering the federal program in that state. The federal requirements no longer applied in the authorized state, and EPA could not issue permits for any facilities in that state, since only the state was authorized to issue RCRA permits. When EPA promulgated new, more stringent federal requirements for these pre-HSWA regulations, the state was obligated to enact equivalent authorities within specified time frames. However, the new federal requirements did not take effect in an authorized state, until the state adopted the federal requirements as state law. In contrast, under RCRA section 3006(g) (42 U.S.C. 6926(g)), which was added by HSWA, new requirements and prohibitions imposed under HSWA authority take effect in authorized states at the same time that they take effect in unauthorized states. EPA is directed by the statute to implement these requirements and prohibitions in authorized states, including the issuance of permits, until the state is granted authorization to do so. While states must still adopt HSWA related provisions as state law to retain final authorization, EPA implements the HSWA provisions in authorized states until the states do so.\n\nAuthorized states are required to modify their programs only when EPA enacts federal requirements that are more stringent or broader in scope than existing federal requirements. RCRA section 3009 allows the states to impose standards more stringent than those in the federal program (see also 40 CFR 271.1). Therefore, authorized states may, but are not required to, adopt federal regulations, both HSWA and non-HSWA, that are considered less stringent than previous federal regulations.\n\n# B. Effect on State Authorization\n\nThis proposed rule would be less stringent than the current federal program. Because states are not required to adopt less stringent regulations, they would not have to adopt the universal waste regulations for aerosol cans, although EPA encourages them to do so. Some states have already added aerosol cans to the list of universal wastes in that state, and others may do so in the future. If a state's standards for aerosol cans are less stringent than those in the final rule, the state would have to amend its regulations to make them at least equivalent to the federal standards and pursue authorization.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "3c731e7a-0e3d-4b80-ba75-2d8af75c3dfb",
    "section_number": "VII",
    "section_title": "Statutory and Executive Order Reviews",
    "section_text": "# VII. Statutory and Executive Order Reviews\n\nAdditional information about these statutes and Executive Orders can be found at http://www.epa.gov/laws-regulations/laws-and-executive-orders.\n\n# A. Executive Order 12866: Regulatory Planning and Review and Executive Order 13563: Improving Regulation and Regulatory Review\n\nThis action is not a significant regulatory action because it does not have a significant economic impact nor does it raise novel legal or policy issues. The Office of Management and Budget (OMB) waived review.\n\n# B. Executive Order 13771: Reducing Regulations and Controlling Regulatory Costs\n\nThis action is expected to be an Executive Order 13771 deregulatory action. Details on the estimated cost savings of this proposed rule can be found in EPA's analysis of the potential costs and benefits associated with this action.",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "9b927434-f69b-4fa4-8b87-daa0fb5ed7e6",
    "section_number": "C",
    "section_title": "Paperwork Reduction Act (PRA)",
    "section_text": "# C. Paperwork Reduction Act (PRA)\n\nThe information collection activities in this proposed rule will be submitted for approval to the Office of Management and Budget (OMB) under the PRA. The Information Collection Request (ICR) documents that the EPA prepared have been assigned EPA ICR number 1597.12 and ICR number 2513.03. You can find copies of the ICRs in the docket for this rule, and they are briefly summarized here.\n\nBecause aerosol cans managed under the proposed rule are not counted toward a facility's RCRA generator status, respondents will see\n\nA reduction in burden. This is because the aerosol cans would not be subject to recordkeeping and reporting requirements as hazardous waste, and the respondent may no longer be subject to hazardous waste generator recordkeeping and reporting requirements, depending on the quantity of non-aerosol can hazardous waste they generate. The existing universal waste requirements currently applicable to small quantity handlers of universal waste (SQHUWs) and large quantity handlers of universal waste (LQHUWs) would also be applicable to handlers of aerosol can waste. For both SQHUWs and LQHUWs, these requirements include labeling and marking, employee training, response to releases, and export requirements. LQHUWs are also subject to additional notification and tracking requirements.\n\nRespondents/affected entities: The information collection requirements of the proposed rule affect facilities that handle aerosol can waste and vary based on facility generator and handler status.\n\nRespondent's obligation to respond: The recordkeeping and notification requirements are required in order to obtain a benefit under 40 CFR part 273.\n\nEstimated number of respondents: 639.\n\nFrequency of response: One-time notification for LQHUWs, annual training requirements for all universal waste handlers; per-shipment costs for labeling (all handlers) and tracking (LQHUWs).\n\nTotal estimated burden: EPA estimates the annual burden to respondents to be a net reduction in burden of approximately 39,113 hours. Burden is defined at 5 CFR 1320.3(b).\n\nTotal estimated cost: The total estimated annual cost of this rule is a cost savings of approximately $2.0 million. This cost savings is composed of approximately $1.94 million in annualized avoided labor costs and $0.06 million in avoided capital or operation and maintenance costs.\n\nTo an agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a currently valid OMB control number. The OMB control numbers for the EPA's regulations in 40 CFR are listed in 40 CFR part 9. The OMB Control Number for this proposed rule is 2050-0145. Submit your comments on the Agency's need for this information, the accuracy of the provided burden estimates and any suggested methods for minimizing respondent burden to the EPA using the docket identified at the beginning of this rule. You may also send your ICR-related comments to OMB's Office of Information and Regulatory Affairs via email to [email protected], Attention: Desk Officer for the EPA. Since OMB is required to make a decision concerning the ICR between 30 and 60 days after receipt, OMB must receive comments no later than April 16, 2018. The EPA will respond to any ICR-related comments in the final rule.",
    "hierarchy_level": 2,
    "parent_section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209"
  },
  {
    "section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32",
    "section_number": "D",
    "section_title": "Regulatory Flexibility Act (RFA)",
    "section_text": "# D. Regulatory Flexibility Act (RFA)\n\nI certify that this proposed action will not have a significant economic impact on a substantial number of small entities under the RFA. In making this determination, the impact of concern is any significant adverse economic impact on small entities. An agency may certify that a rule will not have a significant economic impact on a substantial number of small entities if the rule relieves regulatory burden, has no net burden or otherwise has a positive economic effect on the small entities subject to the rule. As documented in the Regulatory Impact Analysis found in the docket for this proposal, EPA does not expect the rule to result in an adverse impact to a significant number of small entities, since the rule is expected to result in net cost savings for all entities affected by the rule. We have therefore concluded that this proposed action will either relieve regulatory burden or have no net regulatory burden for all directly regulated small entities.\n\n# E. Unfunded Mandates Reform Act (UMRA)\n\nAs documented in the Regulatory Impact Analysis found in the docket for this proposal, this proposed action does not contain an unfunded mandate of $100 million or more as described in UMRA, 2 U.S.C. 1531-1538, and does not significantly or uniquely affect small governments.\n\n# F. Executive Order 13132: Federalism\n\nAs documented in the Regulatory Impact Analysis found in the docket for this proposal, this proposed action does not have federalism implications. It will not have substantial direct effects on the states, on the relationship between the national government and the states, or on the distribution of power and responsibilities among the various levels of government.\n\n# G. Executive Order 13175: Consultation and Coordination With Indian Tribal Governments\n\nThis proposed action does not have tribal implications as specified in Executive Order 13175. Because the proposed rule is expected to result in net cost savings, EPA does not expect that it would result in any adverse impacts on tribal entities. Thus, Executive Order 13175 does not apply to this proposed action.\n\n# H. Executive Order 13045: Protection of Children From Environmental Health Risks and Safety Risks\n\nThis proposed action is not subject to Executive Order 13045 because it is not economically significant as defined in Executive Order 12866, and because the EPA does not believe the environmental health or safety risks addressed by this proposed action present a disproportionate risk to children. This proposed action's health and risk assessments are contained in the Regulatory Impact Analysis of Proposed Rule to Add Aerosol Cans to the Universal Waste Rule, found in the docket for this proposal.",
    "hierarchy_level": 2,
    "parent_section_id": "3b8fe1fb-e837-42c7-8bb2-0ea20beb1209"
  },
  {
    "section_id": "15c854fc-e6a0-475d-a0d2-1c3e024c2f94",
    "section_number": "I",
    "section_title": "Executive Order 13211: Actions Concerning Regulations That",
    "section_text": "# I. Executive Order 13211: Actions Concerning Regulations That\n\n# Significantly Affect Energy Supply, Distribution or Use\n\nThis proposed action is not subject to Executive Order 13211, because it is not a significant regulatory action under Executive Order 12866.\n\n# J. National Technology Transfer and Advancement Act (NTTAA)\n\nThis rulemaking does not involve technical standards.\n\n# K. Executive Order 12898: Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations\n\nThe EPA believes that this proposed action does not have disproportionately high and adverse human health or environmental effects on minority populations, low-income populations and/or indigenous peoples, as specified in Executive Order 12898 (59 FR 7629, February 16, 1994).\n\nThe documentation for this decision is contained in Regulatory Impact Analysis of Proposed Rule to Add Aerosol Cans to the Universal Waste Rule, found in the docket for this proposal.\n\n# List of Subjects\n\n| 40 CFR Part 260 | Environmental protection, Administrative practice and procedure, Hazardous waste.                       |\n| --------------- | ------------------------------------------------------------------------------------------------------- |\n| 40 CFR Part 261 | Environmental protection, Hazardous waste, Recycling.                                                   |\n| 40 CFR Part 264 | Environmental protection, Hazardous waste, Packaging and containers.                                    |\n| 40 CFR Part 265 | Environmental protection, Hazardous waste, Packaging and containers.                                    |\n| 40 CFR Part 268 | Environmental protection, Hazardous waste, Reporting and recordkeeping requirements.                    |\n| 40 CFR Part 270 | Environmental protection, Hazardous materials transportation, Reporting and recordkeeping requirements. |\n| 40 CFR Part 273 | Environmental protection, Hazardous materials transportation, Hazardous waste.                          |\n\nE. Dated: March 5, 2018.\n\nScott Pruitt, Administrator.\n\nFor the reasons set out in the preamble, title 40, chapter I of the Code of Federal Regulations, parts 260, 261, 264, 265, 268, 270, and 273 are proposed to be amended as follows:",
    "hierarchy_level": 1,
    "parent_section_id": null
  },
  {
    "section_id": "c0b43d07-afb5-4b89-9907-004b7af5e47d",
    "section_number": "A",
    "section_title": "Does this action apply to me?",
    "section_text": "# A. Does this action apply to me?\n\nThis proposed rulemaking would affect persons who generate, transport, treat, recycle, or dispose of hazardous waste aerosol cans, herein referred to as aerosol cans, unless those persons are households or very small quantity generators (VSQGs). Entities potentially affected by this action include over 18,000 industrial facilities in 18 different industries (at the 2-digit North American Industry Classification System (NAICS) code level). Most of these industries have relatively few entities that are potentially affected. The two top economic sectors (at the 2-digit NAICS code level) with the largest percentage of potentially affected entities are the retail trade industry (NAICS code 44-45), representing 65% of the affected Large Quantity Generator universe, and Manufacturing (NAICS code 31-33), representing 20% of the affected Large Quantity Generator universe. Potentially affected categories and entities include, but are not necessarily limited to:\n\n| 2 Digit NAICS code | Primary NAICS description         | Total affected large quantity generators | Generated tons |\n| ------------------ | --------------------------------- | ---------------------------------------- | -------------- |\n| 44-45              | Retail Trade                      | 4,225                                    | 395.8          |\n| 31-33              | Manufacturing                     | 1,327                                    | 6,767.2        |\n| 48-49              | Transportation and Warehousing    | 138                                      | 1,214.9        |\n| 62                 | Health Care and Social Assistance | 179                                      | 29.5           |\n| 92                 | Public Administration             | 116                                      | 186.8          |\n| 61                 | Educational Services              | 126                                      | 18.0           |\n\n\n| 54    | Professional, Scientific, and Technical Services.                         | 81    | 63.6     |\n| ----- | ------------------------------------------------------------------------- | ----- | -------- |\n| 56    | Administrative and Support and Waste Management and Remediation Services. | 112   | 2,655.2  |\n| 42    | Wholesale Trade                                                           | 73    | 130.0    |\n| 22    | Utilities                                                                 | 32    | 6.8      |\n| 81    | Other Services (except Public Administration).                            | 65    | 4.2      |\n| 21    | Mining, Quarrying, and Oil and Gas Extraction.                            | 28    | 10.3     |\n| 23    | Construction                                                              | 4     | 24.1     |\n| 71    | Arts, Entertainment, and Recreation.                                      | 3     | 3.2      |\n| 55    | Management of Companies and Enterprises.                                  | 6     | 0.6      |\n| 53    | Real Estate and Rental and Leasing.                                       | 3     | 0.6      |\n| 51    | Information                                                               | 1     | 0.5      |\n| 11    | Agriculture, Forestry, Fishing and Hunting.                               | 1     | 0.0      |\n| Total |                                                                           | 6,520 | 11,511.3 |\n\nThis table is not intended to be exhaustive, but rather provides a guide for readers regarding entities likely to be regulated by this action. This table lists the types of entities that EPA is now aware could potentially be regulated by this action. Other entities not listed in the table could also be regulated. To determine whether your entity is regulated by this action, you should carefully examine the applicability criteria found in Section IV of this action. If you have questions regarding the applicability of this action to a particular entity, consult the person listed in the FOR FURTHER INFORMATION CONTACT section.",
    "hierarchy_level": 2,
    "parent_section_id": "15c854fc-e6a0-475d-a0d2-1c3e024c2f94"
  },
  {
    "section_id": "b1155dbf-d725-41a1-9f42-a5a06f1b826d",
    "section_number": "B",
    "section_title": "What action is the agency taking?",
    "section_text": "# B. What action is the agency taking?\n\nThe Environmental Protection Agency (EPA) is proposing to add hazardous waste aerosol cans to the list of universal wastes regulated under the Resource Conservation and Recovery Act (RCRA) regulations. This proposed change, once finalized, would benefit the wide variety of establishments generating and managing aerosol cans, including the retail sector, by providing a clear, practical system for handling discarded aerosol cans.",
    "hierarchy_level": 2,
    "parent_section_id": "15c854fc-e6a0-475d-a0d2-1c3e024c2f94"
  },
  {
    "section_id": "0367c2db-dc45-4e0b-8dde-e59686862d7e",
    "section_number": "C",
    "section_title": "What is the agency's authority for taking this action?",
    "section_text": "# C. What is the agency's authority for taking this action?\n\nThese regulations are proposed under the authority of sections 2002(a), 3001, 3002, 3004, and 3006 of the Solid Waste Disposal Act, as amended by the Resource Conservation and Recovery Act (RCRA), and as amended by the Hazardous and Solid Waste Amendments (HSWA), 42 U.S.C. 6921(a), 6921, 6922, 6924, and 6926.",
    "hierarchy_level": 2,
    "parent_section_id": "15c854fc-e6a0-475d-a0d2-1c3e024c2f94"
  },
  {
    "section_id": "5732d4a1-8362-4d90-a1e5-f9413de03693",
    "section_number": "D",
    "section_title": "What are the incremental costs and benefits of this action?",
    "section_text": "# D. What are the incremental costs and benefits of this action?\n\nThis proposed action, if finalized as proposed, is expected to result in an annual cost savings of $3.0 million to $63.3 million. Information on the estimated future economic impacts of this action is presented in Section VII of this notice, as well as in the Regulatory Impact Analysis (RIA) available in the docket for this proposed action. Note that the expected cost savings is based on the assumption that all eligible states would adopt regulatory changes, once they are finalized. EPA requests comment on this assumption.\n\nIn addition to cost savings, EPA's analysis shows qualitative benefits to adding aerosol cans to the universal waste program, including improved implementation of and compliance with the hazardous waste program and increased recovery and recycling of aerosol cans.",
    "hierarchy_level": 2,
    "parent_section_id": "9b927434-f69b-4fa4-8b87-daa0fb5ed7e6"
  },
  {
    "section_id": "435f9a6c-3fea-493a-9469-38d65922d91e",
    "section_number": "A",
    "section_title": "Description of Aerosol Cans",
    "section_text": "# A. Description of Aerosol Cans\n\nAerosol cans are widely used for dispensing a broad range of products including paints, solvents, pesticides, food and personal care products, and many others. The Consumer Specialty Products Association (CSPA) estimates that 3.82 billion aerosol cans were filled in the United States in 2015 for use by commercial and industrial facilities as well as by households.1\n\nA typical aerosol can consists of several components, including (but not limited to): (1) The can or container storing both propellant and the product; (2) an actuator or button at the top of the can that is pressed to deliver the product; (3) a valve which controls delivery or flow of the product; (4) the propellant (a compressed gas or liquefied gas), which provides the pressure in the container to expel or release the product when the actuator is pressed to open the valve; (5) the product itself; and (6) a dip tube which is connected to the valve to bring the product up through the can to be released when the actuator is pressed.2\n\nThe can itself is typically a small steel or aluminum container, designed to be hand-held, which is sealed with its contents under pressure.\n\n------------------------------------------------------------------------\n1 Consumer Specialty Product Association, What's New, Industry Updates and Association Highlights, June 2016. https://www.cspa.org/aerosol-products-industry-growing-steadily-survey-reveals-north-american-production-reac2017.\n\n2 National Aerosol Association, History of the Aerosol, http://www.nationalaerosol.com/history-of-the-aerosol/, retrieved December 11, 2017.\n\npressure. The can's design is intended to prevent unwanted releases of the contents to the environment under normal handling and storage conditions. However, when aerosol cans are mismanaged, particularly when exposed to excessive heat, the resulting increase in internal pressure can reach a point beyond the design strength of the can, thereby causing it to burst and release its contents. At the point of bursting, the contents of the can have been heated to a temperature and pressure far above ambient environmental conditions, causing the contents to rapidly vaporize and be forcefully released. One or more of the following may occur when a can bursts as a result of over-heating: (1) If the propellant or product are ignitable, the contents of the can may readily catch fire as they are released and exposed to atmospheric oxygen, creating a rapidly burning vapor \"fireball\"; (2) the bottom of the can may detach as a result of a manufacturing defect or an external force, causing the upper part of the can to become a projectile; or (3) the can may fragment as it bursts, releasing metal shards.\n\nAerosol cans frequently contain flammable propellants such as propane or butane which can cause the aerosol can to demonstrate the hazardous characteristic for ignitability (40 CFR 261.21).3 In addition, the aerosol can may also be a hazardous waste for other reasons when discarded. More specifically, an aerosol can may contain materials that exhibit hazardous characteristics per 40 CFR part 261 subpart C. Similarly, a discarded aerosol can may also be a P or U-listed hazardous waste if it contains a commercial chemical product found at 40 CFR 261.33(e) or (f).\n\n3 University of Vermont, Paint and Aerosol Safety, http://www.uvm.edu/safety/art/paint-aerosol-safety, retrieved December 11, 2017.\n\n#",
    "hierarchy_level": 2,
    "parent_section_id": "f21e3b4c-8123-43f3-8b2e-0896748dd6f1"
  },
  {
    "section_id": "b5466f5c-3bb7-44d3-87dd-701f69a0957a",
    "section_number": "B",
    "section_title": "Current Federal Regulation of Aerosol Cans",
    "section_text": "# B. Current Federal Regulation of Aerosol Cans\n\n# 1. Regulation of Aerosol Cans Under the Resource Conservation and Recovery Act (RCRA)\n\nAny person who generates a solid waste, as defined in 40 CFR 261.2, must determine whether the solid waste qualifies as hazardous waste. The waste may be hazardous either because it is listed as a hazardous waste in subpart D of 40 CFR part 261 or because it exhibits one or more of the characteristics of hazardous waste, as provided in subpart C of 40 CFR part 261. As discussed above, aerosol cans are frequently hazardous due to the ignitability characteristic, and in some cases may also contain listed or exhibit other hazardous waste characteristics.4\n\n#\n4 Aerosol cans that have not been discarded are not solid or hazardous wastes.\n\n#\n\nMany, but not all, generators of aerosol cans identified or listed as a hazardous waste are subject to the full RCRA subtitle C hazardous waste management requirements, including all applicable requirements of 40 CFR parts 260 through 268. Depending on their activities, some generators have only to meet the requirements of part 262, including on-site management, pre-transport, and manifesting. Under 40 CFR 262.14, very small quantity generators (VSQGs), defined as facilities that generate less than or equal to 100 kilograms of hazardous waste in a calendar month, are not subject to the RCRA subtitle C hazardous waste management standards, provided they send their waste to a municipal solid waste landfill or non-municipal nonhazardous waste facility approved by the state for the management of VSQG wastes and meet other conditions. In addition, households that generate waste aerosol cans are exempt from the federal hazardous waste management requirements under the household hazardous waste exemption in 40 CFR 261.4(b)(1).5\n\n#\n5 Under 40 CFR 261.4(b)(1), \"household waste\" means any material (including garbage, trash and sanitary wastes in septic tanks) derived from households (including single and multiple residences, hotels and motels, bunkhouses, ranger stations, crew quarters, campgrounds, picnic grounds and day-use recreation areas).\n\n#\n\nFacilities that treat, store, and/or dispose of hazardous waste aerosol cans are subject to the requirements of 40 CFR part 264 (for permitted facilities), or the requirements of 40 CFR part 265 (for interim status facilities). However, when hazardous waste aerosol cans are recycled, the recycling process itself is not subject to regulation, except as indicated in 40 CFR 261.6(d). EPA has interpreted the current hazardous waste regulations to mean that puncturing and draining an aerosol can, if performed for the purpose of recycling (e.g., for scrap metal recycling), is considered part of the recycling process and is exempt from RCRA permitting requirements under 40 CFR 261.6(c).6 However, facilities receiving hazardous waste aerosol cans from off-site would require a RCRA permit for storage prior to the recycling activity, and the recycling process would be subject to subparts AA and BB of 40 CFR part 264, 265, or 267.\n\n#\nEPA6 EPA first explained this interpretation in 1993. See U.S. 1993 Regulatory Status of Used Residential And Commercial/Industrial Aerosol Cans, Memo from Jeff Denit, Acting Director, Office of Solid Waste to John DiFazio, Chemical Specialties Manufacturers Association, October 7, 1993. RO #11780.\n\n#\n\n# 2. Regulation Under the Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA)\n\nHazardous waste aerosol cans that contain pesticides are also subject to the requirements of Federal Insecticide, Fungicide, and Rodenticide Act (FIFRA), including compliance with the instructions on the label. In general, the statement on aerosol pesticide product FIFRA\n\nlabels prohibits the puncturing of the cans. However, in April 2004, EPA issued a determination 7 that puncturing aerosol pesticide containers is consistent with the purposes of FIFRA and is therefore lawful pursuant to FIFRA section 2(ee)(6) provided that the following conditions are met:\n\n7 2004 U.S. EPA Puncturing of Aerosol Pesticide Products Under FIFRA for the Purpose of Recycling, Letter from Lois Rossi and William Diamond, Office of Pollution Prevention and Toxic Substances, U.S. EPA, to John A. Wildie, Randolph Air Force Base, April 30, 2004, available in the docket for this rule.\n\n#\nwho, The puncturing of the container is performed by a person as a general part of his or her profession, performs recycling and/or disposal activities;\n\nThe puncturing is conducted using a device specifically designed to safely puncture aerosol cans and effectively contain the residual contents and any emissions thereof; and\n\nThe puncturing, waste collection, and disposal, are conducted in compliance with all applicable federal, state and local waste (solid and hazardous waste) and occupational safety and health laws and regulations.\n\nEPA anticipates that this 2004 FIFRA determination would not be affected by the proposed addition of hazardous waste aerosol cans to the universal waste rules.",
    "hierarchy_level": 2,
    "parent_section_id": "f21e3b4c-8123-43f3-8b2e-0896748dd6f1"
  },
  {
    "section_id": "092b2fa9-0622-4b0d-842c-1fb93404ab55",
    "section_number": "C",
    "section_title": "Retail Strategy and Aerosol Cans",
    "section_text": "# C. Retail Strategy and Aerosol Cans\n\nThe retail sector as a whole handles a very large number of diverse products, which change over time and may, in many instances, become regulated as hazardous waste under RCRA when discarded. As a result, retailers are required to make hazardous waste determinations for a variety of products being discarded at stores located across the country.\n\nIn 2014, EPA published a Notice of Data Availability (NODA) for the Retail Sector as part of the Agency's continuing efforts to better understand concerns from all stakeholders regarding RCRA's applicability to the retail sector, as well as to obtain information and feedback on issues affecting the retail sector. (79 FR 8926, February 14, 2014) In the NODA, EPA requested comment on a series of topics related to retail operations, waste management practices and management of materials that may become hazardous waste when discarded. This specifically included requests for information regarding aerosol cans (e.g., quantity generated, classification and management options, including handling as universal waste), since aerosol cans comprise a large percentage of the retail sector's hazardous waste stream. Approximately 35% of NODA commenters specifically suggested that discarded aerosol cans be managed as universal waste.\n\nIn response to comments on the Retail Sector NODA, the Agency published the Strategy for Addressing the Retail Sector under RCRA's Regulatory Framework, which lays out a cohesive plan to address the unique challenges faced by the retail sector in complying with RCRA regulations while reducing burden and protecting human health and the environment.8 One of the action items under the Retail Strategy is to explore adding hazardous waste aerosol cans to the universal waste rule.\n\n#\n8 EPA 2016. Strategy for Addressing the Retail Sector under RCRA's Regulatory Framework. September 12, 2016. https://www.epa.gov/hwgenerators/strategy-addressing-retail-sector-under-resource-conservation-and-recovery\n\n#",
    "hierarchy_level": 2,
    "parent_section_id": "f21e3b4c-8123-43f3-8b2e-0896748dd6f1"
  },
  {
    "section_id": "0a28030c-4d45-4899-916e-8110481efc61",
    "section_number": "D",
    "section_title": "Universal Waste Rule",
    "section_text": "# D. Universal Waste Rule\n\nIn 1995, EPA promulgated the universal waste rule (60 FR 25492, May 11, 1995) to establish a streamlined hazardous waste management system for widely generated hazardous wastes as a way to encourage environmentally sound collection and proper management of the wastes within the system. Hazardous waste batteries, certain hazardous waste pesticides, mercury-containing equipment, and hazardous waste lamps are already included on the federal list of universal wastes. The universal waste regulations in 40 CFR part 273 are a set of alternative hazardous waste management standards that operate in lieu of regulation under 40 CFR parts 260 through 272 for specified hazardous wastes.\n\nHandlers and transporters who generate or manage items designated as a universal waste are subject to the management standards under 40 CFR part 273, rather than the full RCRA subtitle C regulations. Handlers include both facilities that generate universal waste and facilities that receive universal waste from other universal waste handlers, accumulate the universal waste and then send the universal waste to another handler, a destination facility or a foreign destination. Handlers do not include facilities that treat, dispose of, or recycle universal waste except as provided in the universal waste regulations. The regulations distinguish between \"large quantity handlers of universal waste\" (those who handle more than 5,000 kilograms of total universal waste at one time) and \"small quantity handlers of universal waste\" (those who handle 5,000 kilograms or less of universal waste at one time). The 5,000-kilogram accumulation criterion applies to the quantity of all universal wastes accumulated. The streamlined standards include requirements for storage, labeling and marking, preparing the waste for shipment off site, employee training, response to releases, and, in the case of large quantity handlers, notification and tracking of universal waste shipments. Transporters of universal waste are also subject to less stringent requirements than the full subtitle C hazardous waste transportation regulations. The primary difference between the universal waste transporter requirements and the subtitle C transportation requirements is that no manifest is required for transport of universal waste.\n\nUnder the universal waste rule, destination facilities are those facilities that treat, store, dispose, or recycle universal wastes. Universal waste destination facilities are subject to all currently applicable requirements for hazardous waste treatment, storage, and disposal facilities (TSDFs) and must receive a RCRA permit for such activities. Destination facilities that recycle universal waste and that do not store that universal waste prior to recycling in accordance with 40 CFR 261.6(c)(2) may be exempt from permitting under the federal regulations (see 40 CFR 273.60(b)). Finally, some states are authorized to add wastes that are not federal universal wastes to their lists of universal wastes. Therefore, in some states, aerosol cans are already regulated as a universal waste.",
    "hierarchy_level": 2,
    "parent_section_id": "9b927434-f69b-4fa4-8b87-daa0fb5ed7e6"
  },
  {
    "section_id": "41cd62d7-c164-43a5-9f76-5077b0e654fb",
    "section_number": "E",
    "section_title": "State Universal Waste Programs That Include Aerosol Cans",
    "section_text": "# E. State Universal Waste Programs That Include Aerosol Cans\n\nFour states, California, Colorado, Utah and New Mexico, already have universal waste aerosol can programs in place, and two more states, Ohio and Minnesota, have proposed to add aerosol cans to their universal waste regulations.9 The universal waste programs in all these states include streamlined management standards similar to 40 CFR part 273 for small and large quantity handlers of universal waste, and a one-year accumulation time limit for the aerosol cans. In addition, the four current state universal waste programs, as well as Ohio's proposed regulations, set standards for puncturing and draining of aerosol cans by universal waste handlers.\n\n\n9 EPA 2017. Summary of State Programs Addressing Aerosol Cans Under RCRA Hazardous Waste Regulations or Under State Universal Waste Programs.\n\n# Utah\n\nThe aerosol can universal waste programs of California, Colorado, and New Mexico, as well as Ohio's proposed aerosol can universal waste program, allow for puncturing and draining of aerosol cans by universal waste handlers, as long as specific management standards and waste characterization requirements are met. In addition, California does not allow off-site commercial processors10 to puncture and drain aerosol cans without a permit, and requires those handlers that do puncture and drain cans to submit a notification. Minnesota's proposed rule would not allow handlers to puncture and drain their aerosol cans.\n\n#\n\n10 According to California's guidance for their regulations, a \"commercial processor\" is any person that processes aerosol cans in exchange for compensation. Some examples include: Individuals from another generator's site, registered hazardous waste transporters, operators of hazardous waste treatment, storage and/or disposal facilities, and operators of transportable treatment units.",
    "hierarchy_level": 2,
    "parent_section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32"
  },
  {
    "section_id": "0b449dbd-9500-4bb5-bea8-ed96467a9de9",
    "section_number": "A",
    "section_title": "Factors for Inclusion in the Universal Waste Rule",
    "section_text": "# A. Factors for Inclusion in the Universal Waste Rule\n\nEPA is proposing to add aerosol cans to the universal waste rule, because the Agency believes that this waste meets the factors that describe hazardous waste that is appropriate for management under the streamlined universal waste system. Adding aerosol cans to the universal waste rule simplifies handling and disposal of the wastes for generators, while ensuring that aerosol cans are sent to the appropriate destination facilities, where they will be managed as a hazardous waste with all applicable subtitle C requirements. Management as universal waste under the proposed requirements is also expected to facilitate environmentally sound recycling of the metal used to make the cans. The universal waste regulations include eight factors to consider in evaluating whether a waste is appropriate for inclusion in the universal waste rule. These factors, codified at 40 CFR 273.81, are to be used to determine whether regulating a particular hazardous waste under the streamlined standards would improve overall management of the waste and, therefore, whether the waste is a good candidate for the universal waste rule. As the Agency noted in the preamble to the final universal waste rule (60 FR 25513), not every factor must be met for a waste to be appropriately regulated under the universal waste system. However, consideration of all the factors should result in a conclusion that regulating a particular hazardous waste under 40 CFR part 273 will improve waste management. EPA has examined information on aerosol cans, including information submitted in the public comments on the 2014 Retail NODA,11 using the criteria in 40 CFR 273.81. In light of its evaluation of this information, the Agency is proposing that on balance, these wastes are appropriate for inclusion onto the federal list of universal wastes for management under part 273. EPA believes that adding aerosol cans to the universal waste rule would make collection and transportation of this waste to an appropriate facility easier and, therefore, will help facilitate recycling and reduce the amount of aerosol cans disposed of in municipal landfills. A summary of how the criteria in 40 CFR 273.81 apply to aerosol cans is described below. EPA solicits comment on this analysis.\n\n#\n\n11 Public comments on the 2014 Retail NODA can be found in docket number EPA-HQ-RCRA-2012-0426 on regulations.gov.\n\n# 1. The Waste, as Generated by a Wide Variety of Generators, Should Be a Listed or Characteristic Hazardous Waste (40 CFR 273.81(a))\n\nAs discussed in Section III, aerosol cans frequently demonstrate the hazardous characteristic for ignitability (40 CFR 261.21) due to the nature of the propellant used. In addition, the contents (propellant or product) may also cause the can to be a hazardous waste.\n\nfor other reasons if discarded.\n\n# 2. The Waste, or Category of Waste, Should Not Be Exclusive to a Particular Industry or Group of Industries, But Generated by a Wide Variety of Establishments (40 CFR 273.81(b))\n\nEPA has documented in the Regulatory Impact Analysis (RIA) developed for this proposal, that large and small quantity generators that manage hazardous waste aerosol cans can be found in 18 different industries (at the 2-digit North American Industry Classification System (NAICS) code level). Thus, aerosol cans are commonly generated by a wide variety of types of establishments, including households, retail and commercial businesses, office complexes, very small quantity generators, small businesses, government organizations, as well as large industrial facilities.\n\n# 3. The Waste Should Be Generated by a Large Number of Generators and Frequently Generated in Relatively Small Quantities (40 CFR 273.81(c))\n\nAs documented in the RIA, more than 18,000 large and small quantity generators manage hazardous waste aerosol cans. Quantities generated vary depending on the type of generator and the situations associated with generation. For example, a retail store may determine that large quantities of aerosol cans, which can no longer be sold or donated, must be discarded as hazardous waste. On the other hand, entities that use aerosol cans in their day-to-day operations may generate small quantities of partially-used hazardous waste aerosol cans on a sporadic basis. Data from the RIA demonstrate that in 2015, large quantity generators that generated hazardous waste aerosol cans generated an average of 1.8 tons per year (approximately 4,100 cans), while small quantity generators generated an average of 0.5 tons per year (approximately 1,100 cans). The median amounts are 0.12 tons (approximately 274 cans) and 0.04 tons (approximately 85 cans) for large quantity generators and small quantity generators respectively, per year.\n\n# 4. Systems To Be Used for Collecting the Waste (Including Packaging, Marking, and Labeling Practices) Should Ensure Close Stewardship of the Waste (40 CFR 273.81(d))\n\nThe baseline universal waste requirements of notification, labeling, training, response to releases found in 40 CFR part 273 subparts B and C and the proposed specific requirements for management of aerosol cans in 40 CFR 273.13 and 40 CFR 273.33 as discussed in Section IV below are designed to ensure close stewardship of the hazardous waste aerosol cans.\n\n# 5. Risks Posed by the Waste During Accumulation and Transport Should Be Relatively Low Compared to the Risks Posed by Other Hazardous Waste, and Specific Management Standards Would Be Protective of Human Health and the Environment During Accumulation and Transport (40 CFR 273.81(e))\n\nAerosol cans are designed to contain the products they hold during the periods of storage and transportation as they move from the manufacturer, to the retailer, and ultimately to the final customer. As long as they remain intact, therefore, EPA expects that hazardous waste aerosol cans would present a lower risk as compared to other types of hazardous waste that are not contained as-generated under normal management conditions. In addition, the ignitability risk posed during accumulation and transport is addressed by standards set by the Department of Transportation, Office of Safety and Health Administration, and local fire codes.12\n\nThese standards include requirements for outer packaging and can design, including limits on the amount of flammable gas and general pressure conditions.\n\n# 6. Regulation of the Waste Under 40 CFR Part 273 Will Increase the Likelihood That the Waste Will Be Diverted From Non-Hazardous Waste Management Systems (e.g., the Municipal Solid Waste Stream) to Recycling, Treatment, or Disposal in Compliance With Subtitle C of RCRA (40 CFR 273.81(f))\n\nManaging hazardous waste aerosol cans under the universal waste program is expected to increase the number of these items collected, and to increase the number of aerosol cans being diverted from the non-hazardous waste stream into the hazardous waste stream because it would allow generators, especially those that generate this waste sporadically, to send it to a central consolidation point. Under the universal waste rule, a handler of universal waste can send the universal waste to another handler, where it can be consolidated into a larger shipment for transport to a destination facility. Therefore, under the proposed rule it would be more economical to send hazardous waste aerosol cans to recycling for recovery of metal values. EPA thus expects such management to not only advance the RCRA goal of increased resource conservation, but also to increase proper disposal as hazardous waste, making it less likely that it will be sent for improper disposal in municipal landfills or municipal incinerators. In addition, because of the streamlined structure of the universal waste rule makes aerosol can collection programs more economical, hazardous waste aerosol cans that might otherwise be sent to a municipal landfill under a VSQG or household hazardous waste exemption, would be more easily collected and consolidated for hazardous waste disposal by those who are interested in managing it this way. This waste would be diverted from the municipal solid waste stream to universal waste management.\n\n# 7. Regulation of the Waste Under 40 CFR Part 273 Will Improve the Implementation and Compliance With the Hazardous Waste Regulatory\n\nProgram  (40 CFR 273.81(g))\n\nThe structure and requirements of the universal waste rule are well suited to the circumstances of handlers of hazardous waste aerosol cans and their participation in the universal waste program will improve compliance with the hazardous waste regulations. In particular, handlers of hazardous waste aerosol cans who are infrequent generators of hazardous waste and who might otherwise be unfamiliar with the more complex subtitle C management structure, but who generate hazardous waste aerosol cans will be able to more easily send this waste for proper management. Therefore, adding aerosol cans to the universal waste rule would offer a protective hazardous waste management system that is likely to be more accessible, particularly for the retail sector, which can pose unique compliance challenges as compared to manufacturing and other \"traditional\" RCRA-regulated sectors.13\n\n------------------------------------------------------------------------\n\n13 EPA 2016. Strategy for Addressing the Retail Sector under RCRA's Regulatory Framework. September 12, 2016. https://www.epa.gov/hwgenerators/strategy-addressing-retail-sector-under-resource-conservation-and-recovery\n\n------------------------------------------------------------------------\n\n# 8. Additional Factor (40 CFR 273.81(h)): States' Experience Under Existing State Universal Waste Programs Indicates That Regulation Under 40 CFR Part 273 Will Improve Management of Aerosol Cans\n\nAs discussed above, the factors included in 40 CFR 273.81 are designed to determine whether regulating a particular hazardous waste under the streamlined standards of the universal waste rules would improve the overall management of the waste. Because in this case, as at least four states have added aerosol cans to their universal waste programs, those states' experiences with management of aerosol cans under their respective universal waste programs provides a useful source of information to inform EPA's judgment on whether to propose adding aerosol cans to the national universal waste program. Information supplied to EPA from those states' officials indicates their programs improve the implementation of the hazardous waste program. Specifically, State waste management officials have represented to EPA that these programs have been operating well and achieving their objective of facilitating safe management of hazardous waste aerosol cans.14 In particular, state officials from both California and Colorado stated to EPA that their respective aerosol can universal waste programs have been in effect since 2002, and they have not identified any problems with compliance with the standards. Accordingly, this information also weighs in favor of concluding that management of aerosol cans under the federal universal waste regulations is likely to be successful.\n\n------------------------------------------------------------------------\n\n14 EPA 2017. Summary of State Programs Addressing Aerosol Cans Under RCRA Hazardous Waste Regulations or Under State Universal Waste Programs. December 2017.\n\n------------------------------------------------------------------------",
    "hierarchy_level": 2,
    "parent_section_id": "a80ff252-0e7b-44c4-916f-ee63b334ebb2"
  },
  {
    "section_id": "c2c8718e-dda5-41df-b682-ec97577ef288",
    "section_number": "B",
    "section_title": "Expected Changes in Management of Aerosol Cans",
    "section_text": "# B. Expected Changes in Management of Aerosol Cans\n\nIf EPA's proposal to include aerosol cans in the list of Universal Waste is finalized as proposed, EPA expects that the number of aerosol cans that are diverted from municipal solid waste landfills and incinerators to recycling or disposal in subtitle C facilities would increase. Small and large quantity generators are already required to manage their hazardous waste aerosol cans under RCRA subtitle C. As a result of implementation of this rule in the states, some of these generators would likely begin managing their aerosol cans as a universal waste, either to save money or to improve implementation of their existing waste management program. One of the streamlined provisions of the universal waste rule allows consolidation of aerosol cans at central locations, which makes it easier for smaller users to arrange for hazardous waste recycling or disposal of these materials when they are generated. EPA intends to encourage individual households and VSQGs to participate in such programs, which would divert aerosol cans from the municipal waste stream.\n\nIn summary, EPA believes that management of hazardous waste aerosol cans can best be implemented through a universal waste approach where handlers are operating within a simple, streamlined management system with some limited oversight. The universal waste program addresses the environmental concerns surrounding the management of such wastes, while at the same time putting into place a structure that will allow for and encourage increased collection of aerosol cans for recycling.",
    "hierarchy_level": 2,
    "parent_section_id": "a80ff252-0e7b-44c4-916f-ee63b334ebb2"
  },
  {
    "section_id": "53425715-fb84-4f2c-9cac-20f3ddace546",
    "section_number": "A",
    "section_title": "Waste Covered by Proposed Rule",
    "section_text": "# A. Waste Covered by Proposed Rule\n\nEPA is proposing that an \"aerosol can\" be defined as an intact container in which gas under pressure is used to aerate and dispense any material through a valve in the form of a spray or foam. This definition is the same as the definition of aerosol can in the California, Colorado, New Mexico and Utah universal waste programs, with the exception of a size limit in Utah's definition of aerosol can, as described below. EPA is proposing to adopt this definition of aerosol can to keep consistency with the existing state programs.\n\nEPA also intends this definition to be limited to sealed containers whose intended use is to dispense a material by means of a propellant or compressed gas. Aerosol cans are designed to contain those materials until they are intended for release and to present minimal risk during normal storage and transport. Other types of containers, including compressed gas canisters and propane cylinders, present a greater risk than aerosol cans and would not be included.\n\nUtah's definition of aerosol cans includes a size limitation of twenty-four ounces for aerosol cans that would qualify under their universal waste provisions. EPA has not, however, included a size limitation on universal waste aerosol cans in this proposal because EPA believes that aerosol cans that meet the proposed definition in general...\n\ncan be safely managed under the universal waste system for the reasons explained in Section III above, and has not identified reasons why size would affect the considerations described. However, EPA requests comment on whether to include a size limit of twenty-four ounces or other type of limitations on the types of aerosol cans that would be eligible for the federal universal waste rule, including any information on how such a limit would be necessary to ensure safe management of aerosol cans. EPA requests comment on the appropriate scope of the definition of \"aerosol can\" and the types of materials that should fall under it.\n\nthe Proposed section 273.6 has specific exclusions from the coverage of proposed rules in paragraph 273.6(b). First, the proposed rules at 273.6(b)(1) and (2) exclude from the definition of \"aerosol can\" those cans that are not yet a waste under 40 CFR part 261, and those cans that are not hazardous waste, respectively. An aerosol can would only be subject to the proposed rule if it is considered a hazardous waste under 40 CFR part 261, and before a material can be determined to be a hazardous waste, it first must be determined to be a solid waste. Accordingly, any aerosol can that is not yet a solid waste (for example, because it is not yet discarded) would also not be subject to this section. Consistent with prior universal waste rules, the proposed rule at 273.6(c) also explains that a used aerosol can becomes a waste on the date it is discarded, and an unused aerosol can becomes a waste on the date the handler decides to discard it.\n\nas a solid waste may be a hazardous waste either because it is listed hazardous waste in subpart D of 40 CFR part 261 or because it exhibits one or more of the characteristics of hazardous waste, as provided in subpart C of 40 CFR part 261. For example, as discussed in Section II above, aerosol cans are frequently hazardous due to the ignitability characteristic, and in some cases may also contain listed hazardous waste or materials exhibiting another hazardous characteristic. If a solid waste aerosol can is determined to be non-hazardous then it is also not subject to the proposed universal waste regulations.\n\nthatIn proposed 273.6(b)(3), EPA specifically excludes aerosol cans have been emptied of their contents (both propellant and product). Once the contents of a universal waste aerosol can have been removed, the emptied can is considered a new point of generation and is subject to a hazardous waste determination per 40 CFR 262.11. An aerosol can that meets the definition of empty container in 40 CFR 261.7 is not subject to hazardous waste regulation, and may be recycled as scrap metal.\n\nshowThe proposed rules also exclude at 273.4(b)(4), aerosol cans that evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions. Through this exclusion, EPA intends that hazardous waste aerosol cans that are not intact continue to be subject to the full hazardous waste standards. The protectiveness of the proposed management standards described below relies in part on the fact that the aerosol cans to be managed in accordance with those rules are not leaking or otherwise damaged where contents or propellants could be dispersed out of the can, because such uncontrolled release could pose risk to human health and the environment, including an increased risk of fire. A leaking or damaged hazardous waste aerosol can that presents a risk of the contents or propellants being dispersed out of the can would need to be managed as RCRA hazardous waste under 40 CFR parts 260 through 272. Therefore, this provision includes all discarded, intact, non-empty hazardous waste aerosol cans.",
    "hierarchy_level": 2,
    "parent_section_id": "f0874586-43fe-43c4-aeb1-fe00a9a69082"
  },
  {
    "section_id": "2dae2fd8-f1eb-4684-87bc-70940991feb6",
    "section_number": "B",
    "section_title": "Proposed Management Requirements for Aerosol Cans",
    "section_text": "# B. Proposed Management Requirements for Aerosol Cans\n\n# 1. Proposed Requirements for Small and Large Quantity Handlers\n\nUnder this proposed rule, the existing universal waste requirements currently applicable to small quantity handlers of universal waste (SQHUWs) and large quantity handlers of universal waste (LQHUWs) would also be applicable to handlers of discarded aerosol cans. For both SQHUWs and LQHUWs, these requirements include waste management standards, labeling and marking, accumulation time limits, employee training, response to releases, requirements related to off-site shipments, and export requirements. LQHUWs are subject to additional notification and tracking requirements. For the labeling requirement, EPA is proposing that either each aerosol can, or a container in which the aerosol cans are contained, must be labeled or marked clearly with any of the following phrases: \"Universal Waste--Aerosol Can(s),\" \"Waste Aerosol Can(s),\" or \"Used Aerosol Can(s).\"\n\nIn addition, EPA is proposing that small and large quantity universal waste handlers must follow certain specific management standards while handling their aerosol cans. Under this proposal, all handlers must manage their universal waste aerosol cans in a manner designed to prevent releases to the environment. This includes accumulating universal waste aerosol cans in containers that are structurally sound and compatible with the contents of the can, and show no evidence of leaks, spills, or damage that could cause leaks under reasonably foreseeable conditions. Handlers may sort aerosol cans by type and consolidate intact aerosol cans in larger containers, remove actuators to reduce the risk of accidental release, and under certain conditions, may puncture and drain aerosol cans that are being recycled, as described below.\n\n# 2. Proposed Requirements and Request for Comment on Puncturing and Draining at Small and Large Quantity Handlers\n\nAs discussed in Section II above, under the current hazardous waste regulations, puncturing and draining an aerosol can, if performed as part of the recycling process (e.g., scrap metal recycling), is exempt from RCRA permitting requirements per 40 CFR 261.6(c). Storage of hazardous waste aerosol cans prior to recycling still requires a permit, unless it is exempt from permitting under another provision.\n\nHowever, EPA expects that puncturing and draining activities at universal waste handlers will be different from those currently performed by hazardous waste generators. Because handlers may receive universal waste from many other handlers, the volume of aerosol cans punctured and drained at a commercial universal waste handler is likely to be much greater than at a typical hazardous waste generator.\n\ncan only puncture and drain its own hazardous waste aerosol cans). In addition, under the universal waste regulations, handlers can store their universal waste up to a year, which could increase the number of cans punctured and drained at one time if the facility processes the cans in batches.\n\nBecause of the likely differences between recycling of aerosol cans at hazardous waste generators versus recycling of aerosol cans at universal waste handlers, EPA is proposing specific management standards for the puncturing and draining of aerosol cans at universal waste handlers, similar to the requirements currently being implemented in states that have added aerosol cans to their list of universal waste. The aerosol can universal waste programs of California, Colorado, Utah and New Mexico, as well as Ohio's proposed aerosol can universal waste program, allow for puncturing and draining of aerosol cans by universal waste handlers, as long as specific management standards and waste characterization requirements are met.\n\nSimilar to the current state requirements, EPA is proposing that puncturing and draining activities must be conducted by a commercial device specifically designed to safely puncture aerosol cans and effectively contain the residual contents and any emissions thereof. Puncturing and draining systems for aerosol cans are available from multiple commercial vendors. These devices generally consist of an enclosed puncturing device that punctures an aerosol can, allowing the contents to be drained into an attached container. In many cases, these containers are 55-gallon drums with a filter made of carbon or similar materials to capture any gases that may escape the 55-gallon drum during the puncturing and draining process.\n\nManufacturers of aerosol can puncturing and draining devices include instructions for their use.15 These instructions include operating devices in a well ventilated area that is free from sparks and ignition sources in order to prevent fires, use of personal protective equipment such as safety goggles, and segregating incompatible products from being drained into the same container. Operators of puncturing and draining devices are also instructed to ensure that the container remains closed, does not become overfilled and that the container storing the contents of the drained aerosol cans is also kept in a well ventilated area free from sparks or ignition sources.\n\n\nfor 15 EPA 2017. Compilation of Manufacturer's Guidance on Devices Puncturing and Draining Aerosol Cans, December 2017.\n\n#\n\nHowever, the Agency has previously investigated the performance of at least one aerosol can puncturing and draining device through EPA's Environmental Technology Verification (ETV) program. The ETV review demonstrated one type of drum-top puncturing and draining system was effective in processing at least 187 cans before breakthrough of volatile chemicals occurred, which was significantly less than the 600-750 cans recommended by some manufacturers. The drum that contained the drained liquid from the aerosol cans was also never more than 25% full before breakthrough occurring. These findings were contrary to manufacturer recommendations of ensuring the container is not filled past 70% full in order to avoid breakthrough of volatile chemicals. In addition, the ETV program found that halogenated compounds (e.g., chlorinated solvents) were found to be incompatible with the seal and gasket materials.\n\nThe performance of aerosol can puncturing and draining devices will vary by manufacturer and it remains the responsibility of the operator to ensure that the puncturing device is properly draining the contents of the aerosol cans into the drum, that breakthrough is not occurring, and that aerosol cans incompatible with the device are not punctured. For example, information is readily available regarding potential incompatibilities for aerosol can propellants with puncturing devices containing rubber seals or gaskets.16\n\n#\n\nfor 16 EPA 2017. Compilation of Manufacturer's Guidance on Devices Puncturing and Draining Aerosol Cans, December 2017. See table beginning on page 54.\n\n#\n\nTherefore, EPA is proposing that handlers must establish a written procedure detailing how to safely puncture and drain universal waste aerosol can (including operation and maintenance of the unit; segregation of incompatible wastes; and proper waste management practices to prevent fires or releases), and ensure employees operating the device are trained in the proper procedures. At minimum, EPA is proposing that the written procedure address the operation and maintenance of the unit including its proper assembly; segregation of incompatible wastes; and proper waste management practices, (e.g., ensuring that flammable wastes are stored away from heat or open flames).\n\nEPA is also proposing that the actual puncturing of the cans should be done in a manner designed to prevent fires and to prevent the release of the aerosol can contents to the environment. This includes, but is not limited to, locating the equipment on a solid, flat surface in a well-ventilated area.\n\nIn addition, EPA is proposing that the contents from the cans should be immediately transferred from the waste aerosol can, or puncturing device if applicable, to a container or tank and that the contents are subject to a hazardous waste determination under 40 CFR 262.11. The handler becomes that hazardous waste generator of the hazardous aerosol can contents and must manage those waste in accordance with applicable RCRA regulations.\n\nThe proposed rule would also require that a written procedure be in place in the event of a spill or release and a spill clean-up kit should be provided. All spills or leaks of the contents of the aerosol cans should be cleaned up promptly.\n\nFinally, EPA notes that all puncturing, waste collection, and disposal, must be conducted in compliance with all applicable federal, state and local waste (solid and hazardous waste) and occupational safety and health laws and regulations.\n\nIn addition, EPA is requesting comment on establishing further\n\nlimitations on puncturing and draining of aerosol cans, similar to limitations that have been established by state waste management programs either through regulations or guidance. Many states have issued guidelines for puncturing and draining aerosol cans under their hazardous waste program. Some state guidelines recommend against the generator puncturing and draining certain types of aerosol cans due to the possible incompatibility with the puncturing and draining equipment or the contents of other cans being drained, or due to the hazardous nature of the contents. These aerosol cans include, but are not limited to, cans containing the following contents: Ethers including ethyl ether, chlorinated compounds, pesticides, herbicides, freons, foamers, corrosive cleaners and unknowns.17 EPA requests comment on establishing additional regulatory requirements for can draining devices and limits on aerosol cans that may pose compatibility problems and that may be punctured and drained under the proposed rules.\n\nIn addition, EPA is requesting comment on limiting puncturing and draining practices to handlers that are not commercial processors (i.e., a person that processes aerosol cans received from other entities in exchange for compensation). Such a limitation would be consistent with California's universal waste program. Under this option, the puncturing and draining management standards would only apply to handlers that are not commercial processors. Handlers that are commercial processors may still accept aerosol cans and process the cans by sorting and consolidating them, but would be unable to puncture and drain the cans. Under this option, commercial processors that would like to puncture and drain aerosol cans must first meet the requirements for a universal waste destination facility (including requiring a permit for storage of the hazardous waste aerosol cans prior to recycling). Handlers would still be allowed to puncture and drain the hazardous waste aerosol cans that they generate.\n\n# 1. Proposed Requirements for Transporters\n\nThis proposed rule would not change any of the existing requirements applicable to universal waste transporters. Under 40 CFR 273.9, the definition of a universal waste transporter is \"a person engaged in the off-site transportation of universal waste by air, rail, highway, or water.\" Persons meeting the definition of universal waste transporter include those persons who transport universal waste from one universal waste handler to another, to a processor, to a destination facility, or to a foreign destination. These persons are subject to the universal waste transporter requirements of part 273, subpart D. EPA notes that this proposed rule also would not affect the applicability of shipping requirements under the hazardous waste materials regulations of the Department of Transportation. Transporters continue to be subject to these requirements, if applicable (e.g., 49 CFR 173.306 for shipping of limited quantities of aerosol cans, or 49 CFR 173.115(l) which sets limits in the definition of \"aerosol\" for the purpose of shipping flammable gas).\n\n# 2. Proposed Requirements for Destination Facilities\n\nThis proposed rule would not change any of the existing requirements applicable to universal waste destination facilities (subpart E of part 273). Under 40 CFR 273.9, the definition of a destination facility is \"a facility that treats, disposes of, or recycles a particular category of universal waste\" (except certain activities specified in the regulations at Sec. 273.13(a) and (c) and Sec. 273.33(a) and (c)).\n\n# 3. Effect of This Proposed Rule on Household Wastes and Very Small Quantity Generators\n\nAdding hazardous waste aerosol cans to the federal definition of universal wastes would not impose any requirements on households and very small quantity generators for managing these cans. Household waste continues to be exempt from RCRA subtitle C regulations under 40 CFR 261.4(b)(1). However, under the universal waste rule, households and VSQGs may choose to manage their hazardous waste aerosol cans in accordance with either the VSQG regulations under 40 CFR 261.5 or as a universal waste under part 273 (40 CFR 273.8(a)(2)). It should be noted, however, that 40 CFR 273.8(b) would continue to apply. Under this provision, if household or VSQG wastes are mixed with universal waste subject to the requirements of 40 CFR part 273 (i.e., universal waste that is not generated by households or VSQGs), the commingled waste must be handled as universal waste in accordance with part 273. Under this proposed rule, handlers of universal waste who collect 5,000 kilograms or more of this commingled aerosol can waste would be considered large quantity handlers of universal waste and must meet the requirements of that category of universal waste handler. Hazardous waste aerosol cans that are managed as a universal waste under 40 CFR part 273 would not be required to be included in a facility's determination of hazardous waste generator status (40 CFR 261.5(c)(6)). Therefore, a generator that manages such cans under the universal waste rule and does not generate any other hazardous waste would not be subject to other subtitle C hazardous waste management regulations, such as the hazardous waste generator regulations in part 262. A large or small universal waste handler that generates more than 100 kilograms but less than 1,000 kilograms of hazardous waste in a calendar month in addition to the universal waste it generates would be regulated as a small quantity generator of hazardous waste and would be required to manage all hazardous waste not included within the scope of that universal waste rule in accordance with all applicable subtitle C hazardous waste management standards. Similarly, a larger or small universal waste handler that generates 1,000 kilograms or more of hazardous waste in a calendar month in addition to the universal waste it generates would be regulated as a large quantity generator of hazardous waste.\n\n# 4. Applicability of Land Disposal Restriction Requirements\n\nThis proposed rule would not change the applicability of land disposal restriction (LDR) requirements to universal waste. Under the\n\n17 EPA 2017. Summary of State Programs Addressing Aerosol Cans Under RCRA Hazardous Waste Regulations or Under State Universal Waste Programs. December 2017.\n\nexisting regulations (40 CFR 268.1(f)), universal waste handlers and transporters are exempt from the land disposal restriction (LDR) requirements regarding testing, tracking, and recordkeeping in 40 CFR 268.7 and the storage prohibition in 40 CFR 268.50. EPA proposes to amend 40 CFR 268.1(f) to add aerosol can universal waste for consistency. This proposed rule would also not change the regulatory status of destination facilities; they remain subject to the full LDR requirements.",
    "hierarchy_level": 2,
    "parent_section_id": "f0874586-43fe-43c4-aeb1-fe00a9a69082"
  },
  {
    "section_id": "fa7d2453-421f-44db-bd5c-a1efb334f6fa",
    "section_number": "V",
    "section_title": "Technical Corrections",
    "section_text": "# V. Technical Corrections\n\nAs part of this rulemaking, EPA is proposing four technical corrections to the universal waste standards for mercury-containing equipment in 40 CFR 273.13(c)(2)(iii) and (iv) and 273.33(c)(2)(iii) and (iv). Each of these paragraphs contains a reference to 40 CFR 262.34, which was removed and reserved as part of the November 28, 2016, Hazardous Waste Generator Improvements Rule (81 FR 85732). EPA neglected to update these references as part of its corresponding changes in that rule and is correcting that mistake here. In all four places, EPA is proposing that the regulation refer to 40 CFR 262.16 or 262.17, as applicable.",
    "hierarchy_level": 2,
    "parent_section_id": "f0874586-43fe-43c4-aeb1-fe00a9a69082"
  },
  {
    "section_id": "6d6d086d-59d3-40a8-8af4-118c1595d839",
    "section_number": "A",
    "section_title": "Applicability of Proposed Rule in Authorized States",
    "section_text": "# A. Applicability of Proposed Rule in Authorized States\n\nUnder section 3006 of RCRA, EPA may authorize qualified states to administer and enforce the RCRA hazardous waste program within the state. Following authorization, EPA retains enforcement authority under sections 3008, 3013, and 7003 of RCRA, although authorized states have primary enforcement responsibility. The standards and requirements for state authorization are found at 40 CFR part 271. Prior to enactment of the Hazardous and Solid Waste Amendments of 1984 (HSWA), a State with final RCRA authorization administered its hazardous waste program entirely in lieu of EPA administering the federal program in that state. The federal requirements no longer applied in the authorized state, and EPA could not issue permits for any facilities in that state, since only the state was authorized to issue RCRA permits. When EPA promulgated new, more stringent federal requirements for these pre-HSWA regulations, the state was obligated to enact equivalent authorities within specified time frames. However, the new federal requirements did not take effect in an authorized state, until the state adopted the federal requirements as state law. In contrast, under RCRA section 3006(g) (42 U.S.C. 6926(g)), which was added by HSWA, new requirements and prohibitions imposed under HSWA authority take effect in authorized states at the same time that they take effect in unauthorized states. EPA is directed by the statute to implement these requirements and prohibitions in authorized states, including the issuance of permits, until the state is granted authorization to do so. While states must still adopt HSWA related provisions as state law to retain final authorization, EPA implements the HSWA provisions in authorized states until the states do so.\n\nAuthorized states are required to modify their programs only when EPA enacts federal requirements that are more stringent or broader in scope than existing federal requirements. RCRA section 3009 allows the states to impose standards more stringent than those in the federal program (see also 40 CFR 271.1). Therefore, authorized states may, but are not required to, adopt federal regulations, both HSWA and non-HSWA, that are considered less stringent than previous federal regulations.",
    "hierarchy_level": 2,
    "parent_section_id": "7418a356-ed46-4dcc-8ad6-d28cf82ec113"
  },
  {
    "section_id": "ba7cae09-887f-4c6b-8f31-a7c325825661",
    "section_number": "B",
    "section_title": "Effect on State Authorization",
    "section_text": "# B. Effect on State Authorization\n\nThis proposed rule would be less stringent than the current federal program. Because states are not required to adopt less stringent regulations, they would not have to adopt the universal waste regulations for aerosol cans, although EPA encourages them to do so. Some states have already added aerosol cans to the list of universal wastes in that state, and others may do so in the future. If a state's standards for aerosol cans are less stringent than those in the final rule, the state would have to amend its regulations to make them at least equivalent to the federal standards and pursue authorization.",
    "hierarchy_level": 2,
    "parent_section_id": "7418a356-ed46-4dcc-8ad6-d28cf82ec113"
  },
  {
    "section_id": "4abb1ee9-9aa4-49bb-8c49-b72d09dd6e41",
    "section_number": "A",
    "section_title": "Executive Order 12866: Regulatory Planning and Review and Executive Order 13563: Improving Regulation and Regulatory Review",
    "section_text": "# A. Executive Order 12866: Regulatory Planning and Review and Executive Order 13563: Improving Regulation and Regulatory Review\n\nThis action is not a significant regulatory action because it does not have a significant economic impact nor does it raise novel legal or policy issues. The Office of Management and Budget (OMB) waived review.",
    "hierarchy_level": 2,
    "parent_section_id": "3c731e7a-0e3d-4b80-ba75-2d8af75c3dfb"
  },
  {
    "section_id": "112647ab-4e9a-4499-b477-ba49fb95f6f8",
    "section_number": "B",
    "section_title": "Executive Order 13771: Reducing Regulations and Controlling Regulatory Costs",
    "section_text": "# B. Executive Order 13771: Reducing Regulations and Controlling Regulatory Costs\n\nThis action is expected to be an Executive Order 13771 deregulatory action. Details on the estimated cost savings of this proposed rule can be found in EPA's analysis of the potential costs and benefits associated with this action.",
    "hierarchy_level": 2,
    "parent_section_id": "3c731e7a-0e3d-4b80-ba75-2d8af75c3dfb"
  },
  {
    "section_id": "b75b2b55-58eb-43a4-8836-f6a2bd3ea18e",
    "section_number": "C",
    "section_title": "Paperwork Reduction Act (PRA)",
    "section_text": "# C. Paperwork Reduction Act (PRA)\n\nThe information collection activities in this proposed rule will be submitted for approval to the Office of Management and Budget (OMB) under the PRA. The Information Collection Request (ICR) documents that the EPA prepared have been assigned EPA ICR number 1597.12 and ICR number 2513.03. You can find copies of the ICRs in the docket for this rule, and they are briefly summarized here.\n\nBecause aerosol cans managed under the proposed rule are not counted toward a facility's RCRA generator status, respondents will see\n\nA reduction in burden. This is because the aerosol cans would not be subject to recordkeeping and reporting requirements as hazardous waste, and the respondent may no longer be subject to hazardous waste generator recordkeeping and reporting requirements, depending on the quantity of non-aerosol can hazardous waste they generate. The existing universal waste requirements currently applicable to small quantity handlers of universal waste (SQHUWs) and large quantity handlers of universal waste (LQHUWs) would also be applicable to handlers of aerosol can waste. For both SQHUWs and LQHUWs, these requirements include labeling and marking, employee training, response to releases, and export requirements. LQHUWs are also subject to additional notification and tracking requirements.\n\nRespondents/affected entities: The information collection requirements of the proposed rule affect facilities that handle aerosol can waste and vary based on facility generator and handler status.\n\nRespondent's obligation to respond: The recordkeeping and notification requirements are required in order to obtain a benefit under 40 CFR part 273.\n\nEstimated number of respondents: 639.\n\nFrequency of response: One-time notification for LQHUWs, annual training requirements for all universal waste handlers; per-shipment costs for labeling (all handlers) and tracking (LQHUWs).\n\nTotal estimated burden: EPA estimates the annual burden to respondents to be a net reduction in burden of approximately 39,113 hours. Burden is defined at 5 CFR 1320.3(b).\n\nTotal estimated cost: The total estimated annual cost of this rule is a cost savings of approximately $2.0 million. This cost savings is composed of approximately $1.94 million in annualized avoided labor costs and $0.06 million in avoided capital or operation and maintenance costs.\n\nTo an agency may not conduct or sponsor, and a person is not required to respond to, a collection of information unless it displays a currently valid OMB control number. The OMB control numbers for the EPA's regulations in 40 CFR are listed in 40 CFR part 9. The OMB Control Number for this proposed rule is 2050-0145. Submit your comments on the Agency's need for this information, the accuracy of the provided burden estimates and any suggested methods for minimizing respondent burden to the EPA using the docket identified at the beginning of this rule. You may also send your ICR-related comments to OMB's Office of Information and Regulatory Affairs via email to [email protected], Attention: Desk Officer for the EPA. Since OMB is required to make a decision concerning the ICR between 30 and 60 days after receipt, OMB must receive comments no later than April 16, 2018. The EPA will respond to any ICR-related comments in the final rule.",
    "hierarchy_level": 2,
    "parent_section_id": "3c731e7a-0e3d-4b80-ba75-2d8af75c3dfb"
  },
  {
    "section_id": "11dccd95-6ac9-489b-8a31-2429cf07d2ba",
    "section_number": "D",
    "section_title": "Regulatory Flexibility Act (RFA)",
    "section_text": "# D. Regulatory Flexibility Act (RFA)\n\nI certify that this proposed action will not have a significant economic impact on a substantial number of small entities under the RFA. In making this determination, the impact of concern is any significant adverse economic impact on small entities. An agency may certify that a rule will not have a significant economic impact on a substantial number of small entities if the rule relieves regulatory burden, has no net burden or otherwise has a positive economic effect on the small entities subject to the rule. As documented in the Regulatory Impact Analysis found in the docket for this proposal, EPA does not expect the rule to result in an adverse impact to a significant number of small entities, since the rule is expected to result in net cost savings for all entities affected by the rule. We have therefore concluded that this proposed action will either relieve regulatory burden or have no net regulatory burden for all directly regulated small entities.",
    "hierarchy_level": 2,
    "parent_section_id": "9b927434-f69b-4fa4-8b87-daa0fb5ed7e6"
  },
  {
    "section_id": "4954e4e8-5c69-4997-a0dc-bff5ad05b08c",
    "section_number": "E",
    "section_title": "Unfunded Mandates Reform Act (UMRA)",
    "section_text": "# E. Unfunded Mandates Reform Act (UMRA)\n\nAs documented in the Regulatory Impact Analysis found in the docket for this proposal, this proposed action does not contain an unfunded mandate of $100 million or more as described in UMRA, 2 U.S.C. 1531-1538, and does not significantly or uniquely affect small governments.",
    "hierarchy_level": 2,
    "parent_section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32"
  },
  {
    "section_id": "618fcf57-0f68-4f22-9436-b49f58737f1c",
    "section_number": "F",
    "section_title": "Executive Order 13132: Federalism",
    "section_text": "# F. Executive Order 13132: Federalism\n\nAs documented in the Regulatory Impact Analysis found in the docket for this proposal, this proposed action does not have federalism implications. It will not have substantial direct effects on the states, on the relationship between the national government and the states, or on the distribution of power and responsibilities among the various levels of government.",
    "hierarchy_level": 2,
    "parent_section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32"
  },
  {
    "section_id": "1c39f3a1-7d96-4293-bfb0-ec3f791241f5",
    "section_number": "G",
    "section_title": "Executive Order 13175: Consultation and Coordination With Indian Tribal Governments",
    "section_text": "# G. Executive Order 13175: Consultation and Coordination With Indian Tribal Governments\n\nThis proposed action does not have tribal implications as specified in Executive Order 13175. Because the proposed rule is expected to result in net cost savings, EPA does not expect that it would result in any adverse impacts on tribal entities. Thus, Executive Order 13175 does not apply to this proposed action.",
    "hierarchy_level": 2,
    "parent_section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32"
  },
  {
    "section_id": "05792b6b-3208-4c4c-8b02-0bd0c497b02e",
    "section_number": "H",
    "section_title": "Executive Order 13045: Protection of Children From Environmental Health Risks and Safety Risks",
    "section_text": "# H. Executive Order 13045: Protection of Children From Environmental Health Risks and Safety Risks\n\nThis proposed action is not subject to Executive Order 13045 because it is not economically significant as defined in Executive Order 12866, and because the EPA does not believe the environmental health or safety risks addressed by this proposed action present a disproportionate risk to children. This proposed action's health and risk assessments are contained in the Regulatory Impact Analysis of Proposed Rule to Add Aerosol Cans to the Universal Waste Rule, found in the docket for this proposal.",
    "hierarchy_level": 2,
    "parent_section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32"
  },
  {
    "section_id": "df8e9e4e-adb9-40f6-8bab-32eed1dafae6",
    "section_number": "I",
    "section_title": "Executive Order 13211: Actions Concerning Regulations That",
    "section_text": "# I. Executive Order 13211: Actions Concerning Regulations That\n\n# Significantly Affect Energy Supply, Distribution or Use\n\nThis proposed action is not subject to Executive Order 13211, because it is not a significant regulatory action under Executive Order 12866.",
    "hierarchy_level": 2,
    "parent_section_id": "4f6bce5d-8065-4e83-9420-eb4b64d0ed32"
  },
  {
    "section_id": "1e295fca-7d72-4964-a22c-ece05ca842a4",
    "section_number": "J",
    "section_title": "National Technology Transfer and Advancement Act (NTTAA)",
    "section_text": "# J. National Technology Transfer and Advancement Act (NTTAA)\n\nThis rulemaking does not involve technical standards.",
    "hierarchy_level": 2,
    "parent_section_id": "15c854fc-e6a0-475d-a0d2-1c3e024c2f94"
  },
  {
    "section_id": "5e0151d9-6e25-478f-a4de-e7366715c1ab",
    "section_number": "K",
    "section_title": "Executive Order 12898: Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations",
    "section_text": "# K. Executive Order 12898: Federal Actions To Address Environmental Justice in Minority Populations and Low-Income Populations\n\nThe EPA believes that this proposed action does not have disproportionately high and adverse human health or environmental effects on minority populations, low-income populations and/or indigenous peoples, as specified in Executive Order 12898 (59 FR 7629, February 16, 1994).\n\nThe documentation for this decision is contained in Regulatory Impact Analysis of Proposed Rule to Add Aerosol Cans to the Universal Waste Rule, found in the docket for this proposal.\n\n# List of Subjects\n\n| 40 CFR Part 260 | Environmental protection, Administrative practice and procedure, Hazardous waste.                       |\n| --------------- | ------------------------------------------------------------------------------------------------------- |\n| 40 CFR Part 261 | Environmental protection, Hazardous waste, Recycling.                                                   |\n| 40 CFR Part 264 | Environmental protection, Hazardous waste, Packaging and containers.                                    |\n| 40 CFR Part 265 | Environmental protection, Hazardous waste, Packaging and containers.                                    |\n| 40 CFR Part 268 | Environmental protection, Hazardous waste, Reporting and recordkeeping requirements.                    |\n| 40 CFR Part 270 | Environmental protection, Hazardous materials transportation, Reporting and recordkeeping requirements. |\n| 40 CFR Part 273 | Environmental protection, Hazardous materials transportation, Hazardous waste.                          |\n\nE. Dated: March 5, 2018.\n\nScott Pruitt, Administrator.\n\nFor the reasons set out in the preamble, title 40, chapter I of the Code of Federal Regulations, parts 260, 261, 264, 265, 268, 270, and 273 are proposed to be amended as follows:\n\n# PART 260--HAZARDOUS WASTE MANAGEMENT SYSTEM: GENERAL\n\n1. The authority citation for part 260 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6921-6927, 6930, 6934, 6935, 6937, 6938, 6939, and 6974.\n\n# Subpart B--Definitions\n\n2. Section 260.10 is amended by:\n\n- a. Adding the definition of \"Aerosol can\" in alphabetical order;\n- b. Amending the definition \"Universal waste\" by:\n- - i. Republishing the introductory text;\n- ii. Removing the word \"and\" at the end of paragraph (3);\n- iii. Revising paragraph (4); and\n- iv. Adding paragraph (5); and\n\nc. Republishing the introductory text of paragraph (2) and revising paragraph (2)(i) of the definition of \"Universal waste handler\".\n\nThe revisions and additions read as follows:\n\n# Sec. 260.10 Definitions.\n\n* * * * *\n\nAerosol can means an intact container in which gas under pressure is used to aerate and dispense any material through a valve in the form of a spray or foam.\n\n* * * * *\n\nUniversal waste means any of the following hazardous wastes that are managed under the universal waste requirements of part 273 of this chapter:\n\n# (4) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (5) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# Universal waste handler:\n\n# (2) Does not mean:\n\n# (i) A person who treats (except under the provisions of 40 CFR 273.13(a) or (c), or 40 CFR 273.33(a) or (c)), disposes of, or recycles (except under the provisions of 40 CFR 273.13(e) or 40 CFR 273.33(e)) universal waste; or\n\n# PART 261--IDENTIFICATION AND LISTING OF HAZARDOUS WASTE\n\n# 3. The authority citation for part 261 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6921, 6922, 6924(y), and 6938.\n\n# Subpart A--General\n\n# 4. Section 261.9 is amended by:\n\n# a. Removing the word \"and\" at the end of paragraph (c);\n\n# b. Revising paragraph (d); and\n\n# c. Adding paragraph (e).\n\nThe revisions and additions read as follows:\n\n# Sec. 261.9 Requirements for universal waste.\n\n# (d) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (e) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 264--STANDARDS FOR OWNERS AND OPERATORS OF HAZARDOUS WASTE TREATMENT, STORAGE AND DISPOSAL FACILITIES\n\n# 5. The authority citation for part 264 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6924, and 6925.\n\n# Subpart A--General\n\n# 6. Section 264.1 is amended by:\n\n# a. Removing the word \"and\" at the end of paragraph (g)(11)(iii);\n\n# b. Revising paragraph (g)(11)(iv); and\n\n# c. Adding paragraph (g)(11)(v).\n\nThe revision and addition read as follows:\n\n# Sec. 264.1 Purpose, scope and applicability.\n\n# (g) * * *\n\n# (11) * * *\n\n# (iv) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (v) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 265--INTERIM STATUS STANDARDS FOR OWNERS AND OPERATORS OF HAZARDOUS WASTE TREATMENT, STORAGE, AND DISPOSAL FACILITIES\n\n# 7. The authority citation for part 265 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6906, 6912, 6922, 6923, 6924, 6925, 6935, 6936, and 6937.\n\n# Subpart A--General\n\n# 8. Section 265.1 is amended by:\n\n# a. Removing the word \"and\" at the end of paragraph (c)(14)(iii);\n\n# b. Revising paragraph (c)(14)(iv); and\n\n# c. Adding paragraph (c)(14)(v).\n\nThe revision and addition read as follows:\n\n# Sec. 265.1 Purpose, scope, and applicability.\n\n# (c) * * *\n\n# (14) * * *\n\n# (iv) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (v) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 268--LAND DISPOSAL RESTRICTIONS\n\n# 9. The authority citation for part 268 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6921, and 6924.\n\n# Subpart A--General\n\n# 10. Section 268.1 is amended by:\n\n- a. Removing the word \"and\" at the end of paragraph (f)(3);\n- b. Revising paragraph (f)(4); and\n- c. Adding paragraph (f)(5)\n\nThe revision and addition read as follows:\n\n# Sec. 268.1 Purpose, scope, and applicability.\n\n(f) * * *\n\n- (4) Lamps as described in Sec. 273.5 of this chapter; and\n- (5) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 270--EPA ADMINISTERED PERMIT PROGRAMS: THE HAZARDOUS WASTE PERMIT PROGRAM\n\n# 11. The authority citation for part 270 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912, 6924, 6925, 6927, 6939, and 6974.\n\n# Subpart A--General Information\n\n# 12. Section 270.1 is amended by:\n\n- a. Removing the word \"and\" at the end of paragraph (c)(2)(viii)(C);\n- b. Revising paragraph (c)(2)(viii)(D); and\n- c. Adding paragraph (c)(2)(viii)(E).\n\nThe revision and addition read as follows:\n\n# Sec. 270.1 Purpose and scope of these regulations.\n\n(c) * * *\n\n- (2) * * *\n- (viii) * * *\n- (D) Lamps as described in Sec. 273.5 of this chapter; and\n- (E) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 273--STANDARDS FOR UNIVERSAL WASTE MANAGEMENT\n\n# 13. The authority for part 273 continues to read as follows:\n\nAuthority: 42 U.S.C. 6922, 6923, 6924, 6925, 6930, and 6937.\n\n# Subpart A--General\n\n# 14. Section 273.1 is amended by:\n\n- a. Removing the word \"and\" at the end of paragraph (a)(3);\n- b. Revising paragraph (a)(4); and\n- c. Adding paragraph (a)(5).\n\nThe revision and addition read as follows:\n\n# Sec. 273.1 Scope.\n\n(a) * * *\n\n- (4) Lamps as described in Sec. 273.5 of this chapter; and\n- (5) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# 15. Section 273.6 is added to read as follows:\n\n# Sec. 273.6 Applicability--Aerosol cans.\n\n(a) Aerosol cans covered under this part 273. The requirements of this part apply to persons managing aerosol cans, as described in Sec. 273.9, except those listed in paragraph (b) of this section.\n\n(b) Aerosol cans not covered under this part 273. The requirements of this part do not apply to persons managing the following aerosol cans:\n\n- (1) Aerosol cans that are not yet a waste under part 261 of this chapter. Paragraph (c) of this section describes when an aerosol can becomes a waste;\n- (2) Aerosol cans that are not hazardous waste. An aerosol can is a hazardous waste if the aerosol can exhibits one or more of the characteristics identified in part 261, subpart C of this chapter or the aerosol can contains a substance that is listed in part 261, subpart D of this chapter;\n- (3) Aerosol cans that meet the standard for empty containers under\n\n# Part 261.7 of this chapter, and\n\n(4) Aerosol cans that show evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions.\n\n# (c) Generation of waste aerosol cans.\n\n(1) A used aerosol can become a waste on the date it is discarded.\n\n(2) An unused aerosol can become a waste on the date the handler decides to discard it.\n\n# 16. Section 273.9 is amended by:\n\na. Adding the definition of \"Aerosol can\" in alphabetical order;\n\nb. Revising the definitions of \"Large quantity handler of universal waste\" and \"Small quantity handler of universal waste\";\n\nc. In the definition \"Universal waste\":\n\n- i. Republishing the introductory paragraph;\n- ii. Removing the word \"and\" at the end of paragraph (3);\n- iii. Revising paragraph (4), and adding paragraph (5); and\n\nd. Republishing the introductory text of paragraph (b) and revising paragraph (b)(1) of the definition of \"Universal waste handler\".\n\n# Sec. 273.9 Definitions.\n\nAerosol can means an intact container in which gas under pressure is used to aerate and dispense any material through a valve in the form of a spray or foam.\n\nLarge Quantity Handler of Universal Waste means a universal waste handler (as defined in this section) who accumulates 5,000 kilograms or more total of universal waste (batteries, pesticides, mercury-containing equipment, lamps, or aerosol cans, calculated collectively) at any time. This designation as a large quantity handler of universal waste is retained through the end of the calendar year in which the 5,000-kilogram limit is met or exceeded.\n\nSmall Quantity Handler of Universal Waste means a universal waste handler (as defined in this section) who does not accumulate 5,000 kilograms or more of universal waste (batteries, pesticides, mercury-containing equipment, lamps, or aerosol cans, calculated collectively) at any time.\n\nUniversal Waste means any of the following hazardous wastes that are subject to the universal waste requirements of this part 273:\n\n- (4) Lamps as described in Sec. 273.5; and\n- (5) Aerosol cans as described in Sec. 273.6.\n\n# Universal Waste Handler:\n\n(b) Does not mean:\n\n(1) A person who treats (except under the provisions of 40 CFR 273.13(a) or (c), or 40 CFR 273.33(a) or (c)), disposes of, or recycles (except under the provisions of 40 CFR 273.13(e) or 40 CFR 273.33(e)) universal waste; or\n\n# Subpart B--Standards for Small Quantity Handlers of Universal Waste\n\n# 17. Section 273.13 is amended by revising paragraphs (c)(2)(iii) and (iv) and adding paragraph (e) to read as follows:\n\n# Sec. 273.13 Waste management.\n\n(c) * * *\n\n(2) * * *\n\n(iii) Ensures that a mercury clean-up system is readily available to immediately transfer any mercury resulting from spills or leaks from broken ampules from that containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n\n(iv) Immediately transfers any mercury resulting from spills or leaks from broken ampules from the containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n\n(e) Aerosol cans. A small quantity handler of universal waste must manage universal waste aerosol cans in a way that prevents releases of any universal waste or component of a universal waste to the environment, as follows:\n\n(1) Universal waste aerosol cans must be accumulated in a container that is structurally sound, compatible with the contents of the aerosol cans, and lacks evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions;\n\n(2) A small quantity handler of universal waste may conduct the following activities as long as each individual aerosol can is not breached and remains intact:\n\n- (i) Sorting aerosol cans by type;\n- (ii) Mixing intact cans in one container; and\n- (iii) Removing actuators to reduce the risk of accidental release.\n\n(3) A small quantity handler of universal waste who punctures and drains their aerosol cans must recycle the empty punctured aerosol cans and meet the following requirements while puncturing and draining hazardous waste aerosol cans:\n\n(i) Conduct puncturing and draining activities using a device specifically designed to safely puncture aerosol cans and effectively\n\ncontain the residual contents and any emissions thereof;\n\n1. Establish a written procedure detailing how to safely puncture and drain universal waste aerosol can (including proper assembly, operation and maintenance of the unit; segregation of incompatible wastes; and proper waste management practices to prevent fires or releases), maintain a copy of the manufacturer's specification and instruction onsite, and ensure employees operating the device are trained in the proper procedures;\n2. Ensure that puncturing of the can is in a manner designed to prevent fires and to prevent the release of any component of universal waste to the environment. This includes, but is not limited to, locating the equipment on a solid, flat surface in a well ventilated area;\n3. Immediately transfer the contents from the waste aerosol can, or puncturing device if applicable, to a container or tank that meets the applicable requirements of Sec. 262.14, 262.15, 262.16, or 262.17;\n4. Conduct a hazardous waste determination on the emptied aerosol and its contents per 40 CFR 262.11. Any hazardous waste generated as a result of puncturing and draining the aerosol can is subject to all applicable requirements of 40 CFR parts 260 through 272. The handler is considered the generator of the hazardous waste and is subject to 40 CFR part 262;\n5. If the contents are determined not to be hazardous, the handler may manage the waste in any way that is in compliance with applicable federal, state or local solid waste regulations; and\n6. A written procedure must be in place in the event of a spill or release and a spill clean-up kit must be provided. All spills or leaks of the contents of the aerosol cans must be cleaned up promptly.\n\n# 18. Section 273.14 is amended by adding paragraph (f) to read as follows:\n\n# Sec. 273.14 Labeling/marking.\n\n(f) Universal waste aerosol cans (i.e., each aerosol can), or a container in which the aerosol cans are contained, must be labeled or marked clearly with any of the following phrases: \"Universal Waste--Aerosol Can(s),\" \"Waste Aerosol Can(s),\" or \"Used Aerosol Can(s).\"\n\n# Subpart C--Standards for Large Quantity Handlers of Universal Waste\n\n# 19. Section 273.32 is amended by revising paragraph (b)(4) to read as follows:\n\n# Sec. 273.32 Notification.\n\n(b) *\n\n1. A list of all the types of universal waste managed by the handler (e.g., batteries, pesticides, mercury-containing equipment, lamps, and aerosol cans);\n\n# 20. Section 273.33 is amended by revising paragraphs (c)(2)(iii) and (iv) and adding paragraph (e) to read as follows:\n\n# Sec. 273.33 Waste management.\n\n(c) *\n\n1. Ensures that a mercury clean-up system is readily available to immediately transfer any mercury resulting from spills or leaks of broken ampules from that containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n2. Immediately transfers any mercury resulting from spills or leaks from broken ampules from the containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n\n(e) Aerosol cans. A large quantity handler of universal waste must manage universal waste aerosol cans in a way that prevents releases of any universal waste or component of a universal waste to the environment, as follows:\n\n1. Universal waste aerosol cans must be accumulated in a container that is structurally sound, compatible with the contents of the aerosol cans, and lacks evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions;\n2. A large quantity handler of universal waste may conduct the following activities as long as each individual aerosol can is not breached and remains intact:\n1. Sorting aerosol cans by type; and\n2. Mixing intact cans in one container; and\n3. Removing actuators to reduce the risk of accidental release;\n3. A large quantity handler of universal waste who punctures and drains their aerosol cans must recycle the empty punctured aerosol cans and meet the following requirements while puncturing and draining hazardous waste aerosol cans:\n1. Conduct puncturing and draining activities using a device specifically designed to safely puncture aerosol cans and effectively contain the residual contents and any emissions thereof;\n2. Establish a written procedure detailing how to safely puncture and drain universal waste aerosol can (including proper assembly, operation and maintenance of the unit; segregation of incompatible wastes; and proper waste management practices to prevent fires or releases), maintain a copy of the manufacturer's specification and instruction onsite, and ensure employees operating the device are trained in the proper procedures;\n\ninstruction onsite, and ensure employees operating the device are trained in the proper procedures;\n\n(iii) Ensure that puncturing of the can is in a manner designed to prevent fires and to prevent the release of any component of universal waste to the environment. This includes, but is not limited to, locating the equipment on a solid, flat surface in a well ventilated area;\n\n(iv) Immediately transfer the contents from the waste aerosol can, or puncturing device if applicable, to a container or tank that meets the applicable requirements of Sec. 262.14, 15, 16, or 17;\n\n(v) Conduct a hazardous waste determination on the emptied aerosol can and its contents per 40 CFR 262.11. Any hazardous waste generated as a result of puncturing and draining the aerosol can is subject to all applicable requirements of 40 CFR parts 260 through 272. The handler is considered the generator of the hazardous waste and is subject to 40 CFR part 262;\n\n(vi) If the contents are determined not to be hazardous, the handler may manage the waste in any way that is in compliance with applicable federal, state or local solid waste regulations; and\n\n(vii) A written procedure must be in place in the event of a spill or release and a spill clean-up kit must be provided. All spills or leaks of the contents of the aerosol cans must be cleaned up promptly.\n\n# 21. Section 273.34 is amended by adding paragraph (f) to read as follows:\n\n# Sec. 273.34 Labeling/marking.\n\n(f) Universal waste aerosol cans (i.e., each aerosol can), or a container in which the aerosol cans are contained, must be labeled or marked clearly with any of the following phrases: \"Universal Waste--Aerosol Can(s)\", \"Waste Aerosol Can(s)\", or \"Used Aerosol Can(s)\".\n\n[FR Doc. 2018-05282 Filed 3-15-18; 8:45 am]\n\nBILLING CODE 6560-50-P",
    "hierarchy_level": 2,
    "parent_section_id": "15c854fc-e6a0-475d-a0d2-1c3e024c2f94"
  },
  {
    "section_id": "2ffe4266-617c-49e4-9b1c-8dafea97d1e2",
    "section_number": "VIII",
    "section_title": "Regulatory Text Amendments",
    "section_text": "# PART 260--HAZARDOUS WASTE MANAGEMENT SYSTEM: GENERAL\n\n1. The authority citation for part 260 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6921-6927, 6930, 6934, 6935, 6937, 6938, 6939, and 6974.\n\n# Subpart B--Definitions\n\n2. Section 260.10 is amended by:\n\n- a. Adding the definition of \"Aerosol can\" in alphabetical order;\n- b. Amending the definition \"Universal waste\" by:\n- - i. Republishing the introductory text;\n- ii. Removing the word \"and\" at the end of paragraph (3);\n- iii. Revising paragraph (4); and\n- iv. Adding paragraph (5); and\n\nc. Republishing the introductory text of paragraph (2) and revising paragraph (2)(i) of the definition of \"Universal waste handler\".\n\nThe revisions and additions read as follows:\n\n# Sec. 260.10 Definitions.\n\n* * * * *\n\nAerosol can means an intact container in which gas under pressure is used to aerate and dispense any material through a valve in the form of a spray or foam.\n\n* * * * *\n\nUniversal waste means any of the following hazardous wastes that are managed under the universal waste requirements of part 273 of this chapter:\n\n# (4) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (5) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# Universal waste handler:\n\n# (2) Does not mean:\n\n# (i) A person who treats (except under the provisions of 40 CFR 273.13(a) or (c), or 40 CFR 273.33(a) or (c)), disposes of, or recycles (except under the provisions of 40 CFR 273.13(e) or 40 CFR 273.33(e)) universal waste; or\n\n# PART 261--IDENTIFICATION AND LISTING OF HAZARDOUS WASTE\n\n# 3. The authority citation for part 261 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6921, 6922, 6924(y), and 6938.\n\n# Subpart A--General\n\n# 4. Section 261.9 is amended by:\n\n# a. Removing the word \"and\" at the end of paragraph (c);\n\n# b. Revising paragraph (d); and\n\n# c. Adding paragraph (e).\n\nThe revisions and additions read as follows:\n\n# Sec. 261.9 Requirements for universal waste.\n\n# (d) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (e) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 264--STANDARDS FOR OWNERS AND OPERATORS OF HAZARDOUS WASTE TREATMENT, STORAGE AND DISPOSAL FACILITIES\n\n# 5. The authority citation for part 264 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6924, and 6925.\n\n# Subpart A--General\n\n# 6. Section 264.1 is amended by:\n\n# a. Removing the word \"and\" at the end of paragraph (g)(11)(iii);\n\n# b. Revising paragraph (g)(11)(iv); and\n\n# c. Adding paragraph (g)(11)(v).\n\nThe revision and addition read as follows:\n\n# Sec. 264.1 Purpose, scope and applicability.\n\n# (g) * * *\n\n# (11) * * *\n\n# (iv) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (v) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 265--INTERIM STATUS STANDARDS FOR OWNERS AND OPERATORS OF HAZARDOUS WASTE TREATMENT, STORAGE, AND DISPOSAL FACILITIES\n\n# 7. The authority citation for part 265 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6906, 6912, 6922, 6923, 6924, 6925, 6935, 6936, and 6937.\n\n# Subpart A--General\n\n# 8. Section 265.1 is amended by:\n\n# a. Removing the word \"and\" at the end of paragraph (c)(14)(iii);\n\n# b. Revising paragraph (c)(14)(iv); and\n\n# c. Adding paragraph (c)(14)(v).\n\nThe revision and addition read as follows:\n\n# Sec. 265.1 Purpose, scope, and applicability.\n\n# (c) * * *\n\n# (14) * * *\n\n# (iv) Lamps as described in Sec. 273.5 of this chapter; and\n\n# (v) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 268--LAND DISPOSAL RESTRICTIONS\n\n# 9. The authority citation for part 268 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912(a), 6921, and 6924.\n\n# Subpart A--General\n\n# 10. Section 268.1 is amended by:\n\n- a. Removing the word \"and\" at the end of paragraph (f)(3);\n- b. Revising paragraph (f)(4); and\n- c. Adding paragraph (f)(5)\n\nThe revision and addition read as follows:\n\n# Sec. 268.1 Purpose, scope, and applicability.\n\n(f) * * *\n\n- (4) Lamps as described in Sec. 273.5 of this chapter; and\n- (5) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 270--EPA ADMINISTERED PERMIT PROGRAMS: THE HAZARDOUS WASTE PERMIT PROGRAM\n\n# 11. The authority citation for part 270 continues to read as follows:\n\nAuthority: 42 U.S.C. 6905, 6912, 6924, 6925, 6927, 6939, and 6974.\n\n# Subpart A--General Information\n\n# 12. Section 270.1 is amended by:\n\n- a. Removing the word \"and\" at the end of paragraph (c)(2)(viii)(C);\n- b. Revising paragraph (c)(2)(viii)(D); and\n- c. Adding paragraph (c)(2)(viii)(E).\n\nThe revision and addition read as follows:\n\n# Sec. 270.1 Purpose and scope of these regulations.\n\n(c) * * *\n\n- (2) * * *\n- (viii) * * *\n- (D) Lamps as described in Sec. 273.5 of this chapter; and\n- (E) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# PART 273--STANDARDS FOR UNIVERSAL WASTE MANAGEMENT\n\n# 13. The authority for part 273 continues to read as follows:\n\nAuthority: 42 U.S.C. 6922, 6923, 6924, 6925, 6930, and 6937.\n\n# Subpart A--General\n\n# 14. Section 273.1 is amended by:\n\n- a. Removing the word \"and\" at the end of paragraph (a)(3);\n- b. Revising paragraph (a)(4); and\n- c. Adding paragraph (a)(5).\n\nThe revision and addition read as follows:\n\n# Sec. 273.1 Scope.\n\n(a) * * *\n\n- (4) Lamps as described in Sec. 273.5 of this chapter; and\n- (5) Aerosol cans as described in Sec. 273.6 of this chapter.\n\n# 15. Section 273.6 is added to read as follows:\n\n# Sec. 273.6 Applicability--Aerosol cans.\n\n(a) Aerosol cans covered under this part 273. The requirements of this part apply to persons managing aerosol cans, as described in Sec. 273.9, except those listed in paragraph (b) of this section.\n\n(b) Aerosol cans not covered under this part 273. The requirements of this part do not apply to persons managing the following aerosol cans:\n\n- (1) Aerosol cans that are not yet a waste under part 261 of this chapter. Paragraph (c) of this section describes when an aerosol can becomes a waste;\n- (2) Aerosol cans that are not hazardous waste. An aerosol can is a hazardous waste if the aerosol can exhibits one or more of the characteristics identified in part 261, subpart C of this chapter or the aerosol can contains a substance that is listed in part 261, subpart D of this chapter;\n- (3) Aerosol cans that meet the standard for empty containers under\n\n# Part 261.7 of this chapter, and\n\n(4) Aerosol cans that show evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions.\n\n# (c) Generation of waste aerosol cans.\n\n(1) A used aerosol can become a waste on the date it is discarded.\n\n(2) An unused aerosol can become a waste on the date the handler decides to discard it.\n\n# 16. Section 273.9 is amended by:\n\na. Adding the definition of \"Aerosol can\" in alphabetical order;\n\nb. Revising the definitions of \"Large quantity handler of universal waste\" and \"Small quantity handler of universal waste\";\n\nc. In the definition \"Universal waste\":\n\n- i. Republishing the introductory paragraph;\n- ii. Removing the word \"and\" at the end of paragraph (3);\n- iii. Revising paragraph (4), and adding paragraph (5); and\n\nd. Republishing the introductory text of paragraph (b) and revising paragraph (b)(1) of the definition of \"Universal waste handler\".\n\n# Sec. 273.9 Definitions.\n\nAerosol can means an intact container in which gas under pressure is used to aerate and dispense any material through a valve in the form of a spray or foam.\n\nLarge Quantity Handler of Universal Waste means a universal waste handler (as defined in this section) who accumulates 5,000 kilograms or more total of universal waste (batteries, pesticides, mercury-containing equipment, lamps, or aerosol cans, calculated collectively) at any time. This designation as a large quantity handler of universal waste is retained through the end of the calendar year in which the 5,000-kilogram limit is met or exceeded.\n\nSmall Quantity Handler of Universal Waste means a universal waste handler (as defined in this section) who does not accumulate 5,000 kilograms or more of universal waste (batteries, pesticides, mercury-containing equipment, lamps, or aerosol cans, calculated collectively) at any time.\n\nUniversal Waste means any of the following hazardous wastes that are subject to the universal waste requirements of this part 273:\n\n- (4) Lamps as described in Sec. 273.5; and\n- (5) Aerosol cans as described in Sec. 273.6.\n\n# Universal Waste Handler:\n\n(b) Does not mean:\n\n(1) A person who treats (except under the provisions of 40 CFR 273.13(a) or (c), or 40 CFR 273.33(a) or (c)), disposes of, or recycles (except under the provisions of 40 CFR 273.13(e) or 40 CFR 273.33(e)) universal waste; or\n\n# Subpart B--Standards for Small Quantity Handlers of Universal Waste\n\n# 17. Section 273.13 is amended by revising paragraphs (c)(2)(iii) and (iv) and adding paragraph (e) to read as follows:\n\n# Sec. 273.13 Waste management.\n\n(c) * * *\n\n(2) * * *\n\n(iii) Ensures that a mercury clean-up system is readily available to immediately transfer any mercury resulting from spills or leaks from broken ampules from that containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n\n(iv) Immediately transfers any mercury resulting from spills or leaks from broken ampules from the containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n\n(e) Aerosol cans. A small quantity handler of universal waste must manage universal waste aerosol cans in a way that prevents releases of any universal waste or component of a universal waste to the environment, as follows:\n\n(1) Universal waste aerosol cans must be accumulated in a container that is structurally sound, compatible with the contents of the aerosol cans, and lacks evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions;\n\n(2) A small quantity handler of universal waste may conduct the following activities as long as each individual aerosol can is not breached and remains intact:\n\n- (i) Sorting aerosol cans by type;\n- (ii) Mixing intact cans in one container; and\n- (iii) Removing actuators to reduce the risk of accidental release.\n\n(3) A small quantity handler of universal waste who punctures and drains their aerosol cans must recycle the empty punctured aerosol cans and meet the following requirements while puncturing and draining hazardous waste aerosol cans:\n\n(i) Conduct puncturing and draining activities using a device specifically designed to safely puncture aerosol cans and effectively\n\ncontain the residual contents and any emissions thereof;\n\n1. Establish a written procedure detailing how to safely puncture and drain universal waste aerosol can (including proper assembly, operation and maintenance of the unit; segregation of incompatible wastes; and proper waste management practices to prevent fires or releases), maintain a copy of the manufacturer's specification and instruction onsite, and ensure employees operating the device are trained in the proper procedures;\n2. Ensure that puncturing of the can is in a manner designed to prevent fires and to prevent the release of any component of universal waste to the environment. This includes, but is not limited to, locating the equipment on a solid, flat surface in a well ventilated area;\n3. Immediately transfer the contents from the waste aerosol can, or puncturing device if applicable, to a container or tank that meets the applicable requirements of Sec. 262.14, 262.15, 262.16, or 262.17;\n4. Conduct a hazardous waste determination on the emptied aerosol and its contents per 40 CFR 262.11. Any hazardous waste generated as a result of puncturing and draining the aerosol can is subject to all applicable requirements of 40 CFR parts 260 through 272. The handler is considered the generator of the hazardous waste and is subject to 40 CFR part 262;\n5. If the contents are determined not to be hazardous, the handler may manage the waste in any way that is in compliance with applicable federal, state or local solid waste regulations; and\n6. A written procedure must be in place in the event of a spill or release and a spill clean-up kit must be provided. All spills or leaks of the contents of the aerosol cans must be cleaned up promptly.\n\n# 18. Section 273.14 is amended by adding paragraph (f) to read as follows:\n\n# Sec. 273.14 Labeling/marking.\n\n(f) Universal waste aerosol cans (i.e., each aerosol can), or a container in which the aerosol cans are contained, must be labeled or marked clearly with any of the following phrases: \"Universal Waste--Aerosol Can(s),\" \"Waste Aerosol Can(s),\" or \"Used Aerosol Can(s).\"\n\n# Subpart C--Standards for Large Quantity Handlers of Universal Waste\n\n# 19. Section 273.32 is amended by revising paragraph (b)(4) to read as follows:\n\n# Sec. 273.32 Notification.\n\n(b) *\n\n1. A list of all the types of universal waste managed by the handler (e.g., batteries, pesticides, mercury-containing equipment, lamps, and aerosol cans);\n\n# 20. Section 273.33 is amended by revising paragraphs (c)(2)(iii) and (iv) and adding paragraph (e) to read as follows:\n\n# Sec. 273.33 Waste management.\n\n(c) *\n\n1. Ensures that a mercury clean-up system is readily available to immediately transfer any mercury resulting from spills or leaks of broken ampules from that containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n2. Immediately transfers any mercury resulting from spills or leaks from broken ampules from the containment device to a container that meets the requirements of 40 CFR 262.16 or 262.17, as applicable.\n\n(e) Aerosol cans. A large quantity handler of universal waste must manage universal waste aerosol cans in a way that prevents releases of any universal waste or component of a universal waste to the environment, as follows:\n\n1. Universal waste aerosol cans must be accumulated in a container that is structurally sound, compatible with the contents of the aerosol cans, and lacks evidence of leakage, spillage, or damage that could cause leakage under reasonably foreseeable conditions;\n2. A large quantity handler of universal waste may conduct the following activities as long as each individual aerosol can is not breached and remains intact:\n1. Sorting aerosol cans by type; and\n2. Mixing intact cans in one container; and\n3. Removing actuators to reduce the risk of accidental release;\n3. A large quantity handler of universal waste who punctures and drains their aerosol cans must recycle the empty punctured aerosol cans and meet the following requirements while puncturing and draining hazardous waste aerosol cans:\n1. Conduct puncturing and draining activities using a device specifically designed to safely puncture aerosol cans and effectively contain the residual contents and any emissions thereof;\n2. Establish a written procedure detailing how to safely puncture and drain universal waste aerosol can (including proper assembly, operation and maintenance of the unit; segregation of incompatible wastes; and proper waste management practices to prevent fires or releases), maintain a copy of the manufacturer's specification and instruction onsite, and ensure employees operating the device are trained in the proper procedures;\n\ninstruction onsite, and ensure employees operating the device are trained in the proper procedures;\n\n(iii) Ensure that puncturing of the can is in a manner designed to prevent fires and to prevent the release of any component of universal waste to the environment. This includes, but is not limited to, locating the equipment on a solid, flat surface in a well ventilated area;\n\n(iv) Immediately transfer the contents from the waste aerosol can, or puncturing device if applicable, to a container or tank that meets the applicable requirements of Sec. 262.14, 15, 16, or 17;\n\n(v) Conduct a hazardous waste determination on the emptied aerosol can and its contents per 40 CFR 262.11. Any hazardous waste generated as a result of puncturing and draining the aerosol can is subject to all applicable requirements of 40 CFR parts 260 through 272. The handler is considered the generator of the hazardous waste and is subject to 40 CFR part 262;\n\n(vi) If the contents are determined not to be hazardous, the handler may manage the waste in any way that is in compliance with applicable federal, state or local solid waste regulations; and\n\n(vii) A written procedure must be in place in the event of a spill or release and a spill clean-up kit must be provided. All spills or leaks of the contents of the aerosol cans must be cleaned up promptly.\n\n# 21. Section 273.34 is amended by adding paragraph (f) to read as follows:\n\n# Sec. 273.34 Labeling/marking.\n\n(f) Universal waste aerosol cans (i.e., each aerosol can), or a container in which the aerosol cans are contained, must be labeled or marked clearly with any of the following phrases: \"Universal Waste--Aerosol Can(s)\", \"Waste Aerosol Can(s)\", or \"Used Aerosol Can(s)\".\n\n[FR Doc. 2018-05282 Filed 3-15-18; 8:45 am]\n\nBILLING CODE 6560-50-P",
    "hierarchy_level": 1,
    "parent_section_id": null
  }
]