[
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 1, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "As a student in a sustainable materials class who has studied recycling practices, I support this proposed regulation. It is both environmentally and financially beneficial to add clarity to recycling practices and increase the items that can be easily recycled.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0037",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0037"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 7, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "I use a lot of hair products inside aerosol cans in my daily life, and this proposed rule caught my attention because I never put a connection between aerosol cans and environmental issues. After I did my research on aerosol cans, I discovered that aerosol cans could be dangerous under some conditions.\n\nAerosol cans are widely used as the containers of paints, hair products, pesticides, foods, etc. The design of the can is intended to prevent the unwanted releases of the contents to the environment. However, if the cans are exposed to excessive heat, the internal pressure of the can increase, which can lead to release its inside contents, some of the contents are harmful to environment. Some of the contents inside the cans are ignitable, the release of content could cause a rapidly burning vapor \"fireball\". Meanwhile, if the bottom of the can is detached under this condition, the upper part of the can might become a projectile.\n\nThe current state of the federal regulation of aerosol cans only cover the manufacture, store and disposal processes, but not covers the recycle process of aerosol cans. However, during the recycle process, accidents could happen, and we need a safer system. By adding aerosol cans to universal waste regulations, recycle process would also be subject to the regulation. I agree that this proposal will provide a clear, protective system for managing discarded cans and promote the recycling of these cans and reduce the quantity of these wastes going to our environment. Furthermore, if this proposed rule is implemented, an annual cost saving of $3.0 million to $63.3 million will be saved in the future. Consider the environmental and economic benefits could be obtained from the proposal, I support this proposed rule of adding aerosol cans to universal waste regulations.\n\nThank you for your time!",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0040",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0040"
  },
  {
    "commenter_name": "Colorado Department of Public Health and Environment",
    "comment_date": "Apr 30, 2018",
    "organization": "Colorado Department of Public Health and Environment",
    "comment_text": "Dear Tracy Atagi and Tiffany Kollar,\n\nI am a toxicologist and public health professional and I am in favor of this proposed rule. While I may agree that the proposed rule serves to protect environmental and human health, my concern is in regards to Section IV Part B2 Proposed Requirements and Request for Comment on Puncturing and Draining at Small and Large Quantity Handlers. In this section, EPA acknowledges that simplifying disposal procedures for aerosol cans will lead to a greater number and volume of them being sent to small and large quantity handlers for puncturing and subsequent recycling. Furthermore, under the universal waste clause, aerosol cans will be able to be stored for a longer period of time prior to disposal, thereby increasing the number of cans punctured and disposed of by a facility at once. I believe that herein lies the greatest threat to environmental protectionshow does EPA specifically propose to address aerosol can puncturing if there is a significant increase in the number of cans needing to be processed?\n\nThe technology used to puncture aerosol cans, as all technology, is imperfect. In fact, through EPAs Environmental Technology Verification (ETV) program, the agency has analyzed aerosol can puncturing devices and determined that at least one puncturing technology that is currently on the market and used by handlers had a tendency to malfunction after processing significantly fewer cans than as advertised by the distributor. These malfunctions include breakthrough of volatile chemicals and failure of locking mechanisms for the machine. Basic statistics indicates that the incidence of such malfunctions will increase as the sheer number of cans processed increases, as is expected with the proposed rule. While the proposed rule suggests many preventative procedures that handlers must include at minimum in a written standard operating procedure (SOP), the document neglects to mention any worker-related protections. I believe this to be a negligent oversight on the part of EPA, as it would fail to adequately protect human health.\n\nThe proposed rule states At minimum, EPA is proposing that the written procedure address the operation and maintenance of the unit including its proper assembly; segregation of incompatible wastes; and proper waste management practices. I believe that the final rule, in order to be truly comprehensive, should also include the phrase occupational safety guidelines including required PPE in minimal requirements for a written SOP. As the number of cans processed and, therefore, the number of machine malfunctions and leaks, increase, the likelihood of accidental worker exposure to hazards also increases. As such, the EPA would not be fulfilling its duty to protect human health if it were to neglect mandating worker protections in a written operating procedure. The state of Colorado, which has already adopted aerosol cans as universal waste, specifically states precautions that need to be taken to protect the worker should be included in the mandated written operating procedure (see Attachment 1). A federal rule, then, must also specifically address worker safety.\n\nSome may argue that it is not EPAs jurisdiction to ensure worker safety, and rather that is the jurisdiction of the Occupational Safety and Health Administration (OSHA). However, a 1991 Memorandum of Understanding between OSHA and EPA (see Attachment 2) suggests the opposite. The document emphasizes that the two agencies have overlapping authority and responsibility with regards to job site-related safety and health and indicates RCRA as one of EPAs statutes under which this is the case. As stated in the memorandum, EPA would ultimately defer to OSHA to determine if the worker safety precautions proposed in a written SOP are adequate. However, simply requiring that worker safety be taken into consideration, is not a gross overstep of EPAs jurisdiction.\n\nI commend EPA for addressing many of the potential problems related to puncturing aerosol cans. However, the agency should seriously consider the addition of worker-safety precautions in the minimum requirements for a written SOP, especially considering that the volume and number of cans processed is likely to increase as a result of the adoption of aerosol cans as universal waste.",
    "attachments": [
      {
        "filename": "Attachment 1 - Management of Waste Aerosol Cans",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0036/attachment_1.pdf"
      },
      {
        "filename": "Attachment 2 - Working Relationships between OSHA and EPA - Occupational Safety and Health Administration. February 13, 1991",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0036/attachment_2.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0036",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0036"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 17, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Question Why did the Cross-State Air Pollution Rule (CSAPR) 2012 act only cover 28 states? Wildfires in California, Wash, and Oregon produce massive amounts of Co2 ?? the act was to address air pollution from upwind states that crosses state lines and affects air quality in downwind states.\n\nWildfires may produce as much co2 as half of all fossil-fuels burned,\n\nWildfires can produce more greenhouse gas (GHG) emissions newspaper report, 2007 said California wildfires pumped nearly 8 million metric tons of climate-warming carbon dioxide into the atmosphere , Another report from Scientists study estimated that Fires in US release millions metric tons of carbon dioxide per year. air pollution affects air quality in downwind states.\n\nI think we should be looking at other causes, report shows , Forest fires may produce as much co2 as half of all fossil-fuels burned, US Forest Service page, 2015 Pacific Northwest wildfire season Washington 130,000 tons Oregon 90,000 tons of fine particulate matter The greenhouse gas emissions alone were equivalent to more than 8.5 million passenger vehicles driven for a year or heating 3.7 million homes. Another report from Scientists study estimated that Fires in US release millions metric tons of carbon dioxide per year. Green house gas comes from these forest fires, not drilling.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0028",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0028"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 30, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Stop spending money on over regulations, and use the money for Education, Budget, Health, Dams, Roads.Etc.\n\nUnited States is one of the Cleanest Airs and Water on the Plant earth American Regulation are tremendous waste of taxpayer money since they are against the wrong Nation\n\nit is china and India, see Air pollution in Beijing so impenetrable the U.S. Embassy's air quality measuring station can only call it \"beyond index . Public outcry over thick blanket of toxic smog that covered Beijing earlier this year.\n\nAccording to the Environmental Protection Agency's air quality scale, air is unsafe to breathe. stay indoors with air purifier, according to U.S. Embassy Beijing guidelines.\n\nChina has passed United States in 2011 as the largest global GHG emitter\n\nChina, India, Pakistan , do not ascribe to international GHG reduction agreements..\n\nPakistan, with a population of almost 180 million urban air pollution in Pakistan causes thousands of adult deaths each year.\n\nChinese cities like Urumqi, Lanzhou and Linfen on lists of the world's most polluted places.\n\nCHINA Beijing, Last update: March 2018\n\nAir pollution data from World Health Organization Info\n\nPM10 at 108 Red , Bad(as of 3.28.2018 ) Very Unhealthy\n\nPM2.5 at 112 Red, Bad ( 3.28.18)\n\nPM10 Pollution Level: Very High , Red, Bad\n\nPollution Index: 89.78 Bad, Red\n\nAir Pollution 85.26 Very High Bad, Red\n\nDrinking Water Pollution 70.45 High Bad, Red\n\nWater Pollution 73.65 High Bad, Red\n\nAir quality 14.74 Very Low Bad, Red\n\nWater Quality 26.35 Low Bad, Red\n\nChina; in Yongledianzhen PM10 AQI 160 Very Unhealthy 3.28 .2018\n\nPM2.5 AQI 147\n\nChina ; in Langfang PM10 AQI 220 Very Unhealthy 3.28 .2018\n\nChina should be added to Conflict Minerals Law of 2010. and UN and international rights groups should apply conflict-sensitive approaches to imports from china.\n\n300 million Chinese in rural areas lack access to safe drinking water. Thousands of dead wildlife floating down the river that supplies Shanghai with its drinking water. Chemical accident leaked benzene, into a tributary of the Huangpu River . Country's most industrial regions are some of the driest, with 45 per cent of the country's gross domestic product produced in water-scarce provinces such as Hebei, Shandong and Shanxi.\n\nAmerica has Good Air and Good Water,.(Air Apps are everywhere now showing American as GREEN..) .. agency needs to stop Fake report are inappropriate as they contain errors of omission and/or commission and are neither convincing nor authoritative.\n\nMany of the conclusions are incomplete, inaccurate, lack objectivity and consequently only serve to confuse the issue. Government initiate as a matter of priority thorough, should ban china imports, t engage across industry and community of real science , and include an advisory process representing the range of interests and concerns.\n\nTEXAS HOUSTON The air has an annual average of 10 g/m3 of PM2.5 particles. Thats at the WHO safe level. Healthy, GREEN\n\nALABAMA, Birmingham The air quality has annual average of 11 g/m3 of PM2.5 particles. Thats 10% BETTER than WHO safe level. GREEN\n\nKENTUCKY , Louisville annual average of 11 g/m3 of PM2.5 particles. Thats 10% BETTER than WHO recommended safe level. GREEN\n\nPENNSYLVANIA, Pittsburgh, air quality has an annual average of 10 g/m3 of PM2.5 particles. Thats at the WHO safe level. GREEN",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0035",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0035"
  },
  {
    "commenter_name": "Steve Simoes",
    "comment_date": "May 21, 2018",
    "organization": "Compliance Monitoring and Enforcement (CME) Task Force, Association of State and Territorial Solid Waste Management Officials (ASTSWMO)",
    "comment_text": "Attached are the comments from the Compliance Monitoring and Enforcement Task Force within the Hazardous Waste Subcommittee of the Association of State and Territorial Solid Waste Management Officials (ASTSWMO).\n\nKerry Callahan\n\nASTSWMO staff",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0085/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0085",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0085"
  },
  {
    "commenter_name": "Leah Pilconis",
    "comment_date": "May 21, 2018",
    "organization": "Associated General Contractors of America (AGC)",
    "comment_text": "The Associated General Contractors of America (AGC) offers the following comments on EPA's proposal to add aerosol cans to the universal waste regulations. Thank you.\n\nLeah F. Pilconis\n\nSenior Environmental Counsel\n\nAGC of America\n\nDirect: 703.837.5332\n\npilconisl@agc.org",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0079/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0079",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0079"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Mar 20, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "The threat of regulation can induce companies to behave in reactive ways, distorting markets and creating economic inefficiency, compounding stagnation. If businesses cannot predict regulations, they can not expand. The modern regulation environment based on erroneous and flawed reports, makes business more risk averse. Over-regulation and its close ally uncertainty cut down on breakthroughs, slows growth. The greatness of our unique nation hinges on the fundamental purpose of the government to serve at the will of the people and to carry out public policy that is in the public interest.\n\nStudy on uncertainty created by regulations and fiscal, trade, and debt policy estimated $261 BILLION in costs just since 2011 .\n\nOverlapping, ill-founded and unclear regulations (and tax policy) dominate, businesses cannot plan, hiring becomes an insupportable risk (businesses will not hire if they know they cannot fire thanks to labor law) and citizens suffer. In the competitive marketplace,\n\nit takes a lot of bad ideas to generate a winner; policy makers and regulators fail to recognize that, while businesses want to \"create jobs\" as a matter of good citizenship, that goodwill does not change the reality that jobs are a cost, a liability.\n\nThe Regulatory Right-to-Know Actcalls for an analysis of the effects of regulations on small business. Consistent with that direction,\n\nExecutive Order 12866, \"Regulatory Planning and Review,\" consider effects and minimize costs on small business.\n\nExecutive Order 13563, \"Improving Regulation and Regulatory Review,\" impose the least burden on society,\n\nIn the Bible : , \"Masters, give unto your servants that which is just and equal; .....knowing that ye also have a Master in heaven..\n\nBETTER USE OF Unfunded Mandates Reform Act of 1995 (P.L. 104-4).\n\nCongress mandated the collection of monies by the Government be controlled by the Miscellaneous Receipts Act; possible used the miscellaneous receipts act in the tariffs against dumping nations of minerals.\n\nCongressional Review Act (CRA) require cost-benefit and other analyses for new regulations rules.\n\nThe Equal Access to Justice Act (EAJA) must be reformed to ensure litigants are not able to exploit the law, and avoid legal caps on attorney's fees. REFORM The Equal Access to Justice Act (EAJA) .\n\nthe Regulatory Flexibility Act has directed federal agencies to assess their rules' effects on small businesses and describe regulatory actions under development \"that may have a significant economic impact on a substantial number of small entities\" (US GPO, 2009: 64,131-32). Greater use of Regulatory Flexibility Act to assess rules and the effects on small businesses.\n\nRevise Improper Payments Information Act of 2002 (IPIA).\n\nThe REINS Act (Regulations from the Executive in Need of Scrutiny, H.E. 367) to require an expedited congressional vote on all major or significant rules before they are effective and if hinder small business,\n\nTHE independent Consumer Financial Protection Bureau created by Dodd-Frank , Unfunded Mandates Reform Act of 1995 (P.L. 104-4), REPEAL this act was use to close or hindering American mining, timber, oil and gas, steel, farming and manufacturing had most far reaching rules on America life blood. Concern goes well beyond lack of regulatory review : there exists a fundamental lack of accountability, either executive or legislative or judicial of the Consumer Financial Protection Bureau since Congress does not fund the self-financing agency, Congress lacks even the necessary \"power of the purse\" to ensure even an appearance of accountability to voters.\n\nNew-Deal Administrative Procedure Act (APA) of 1946 (P.L. 79-404), which set up the process of public advance notice of rule-makings, better use of the act.\n\nNational Environmental Policy Act (NEPA) need review and REFORM ).\n\nClean Development Mechanism (CDM), introduced into the United Nations' Kyoto Protocol in 2008 by the Clinton administration, established a radically new way for non industrial nations to take money from industrial nations, reducing emissions had nothing to do with it since China and India have the wrost air and water on plant. China and India has raked in billions of dollars from these schemes , REPEAL and stop funding the UN mandate black hole.\n\nClean Development Mechanism was intended to provide a mechanism to start reigning in the rapid growth of developing country such as America, without countries like China and India themselves bearing the costs. Repeal and Investigate carbon Trust. Follow the money,,,\n\nRepeal, National Grid Development Carbon Tax/Cap and Trade, Quota/Renewable Portfolio Standard. Renewable Energy Credits (RECs)/ Green Certificates. Production Tax Credit (PTC), Investment Tax Credit (ITC)\n\nTruth in Settlements Act of 2015, Miscellaneous Receipts Act. \"requires federal agencies to make public non-confidential information about settlement agreements to ensure Transparences in Agencies",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0016",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0016"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 9, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "I believe this regulation would be great for the environment, and that if implemented it would be a major improvement to the waste system in our country. I have a few concerns and questions about the actual process of adding aerosol cans to the universal waste program, but ultimately I support the regulation and think it will be beneficial for our country.\n\n-Defining hazardous waste aerosol cans as universal waste:\n\nThe EPA has the analyzed the status of aerosol cans and believes that it fulfills the requirements of being considered a universal waste. The first four requirements appear to be obviously fulfilled by aerosol cans, because they are clearly hazardous wastes, are not exclusive to one industry, are generated by many generators (often generated in small quantities), and the system for collecting the waste is closely monitored. The fifth requirement appears to be met as well, but it depends on whether or not aerosol cans would be able to remain intact throughout the process of disposal. I wonder if there is a procedure outlined for situations in which one of the cans does not remain intact and poses a health risk, and whether or not aerosol cans are particularly prone to spills or other mistakes occurring in the recycling process. The sixth requirement seems to be met as well, given that the EPA claims that it will be more economical for waste generators to send the cans to recycling facilities instead of landfills. The last two requirements appear to be met, provided the EPAs estimate for the future is accurate.\n\n-The process of recycling aerosol cans:\n\nI am curious as to whether or not American recycling facilities are currently equipped to handle a large influx of aerosol cans, seeing as there are so many of them used in the retail and manufacturing industries every year. The process of puncturing and draining the cans seems to have very little room for error, and people at the facilities will have to be monitored in order to make sure that the process of recycling the cans is carried out according to the plan outlined in the proposal. The health risks could be a concern if there are leaks and spills at some of the facilities.\n\n-Final thoughts:\n\nI am slightly curious as to why hazardous waste aerosol cans have not been added to the universal waste program earlier, as it seems like aerosol cans meet the requirements for being considered a universal waste and they generate a large amount of waste. I believe this proposal should be approved, and that it would be much better for the environment than the current system, as long as the process of recycling the cans is carried out safely and according to protocol.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0044",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0044"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 7, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Overall, I believe that the proposed rule to include hazardous aerosol cans on the universal waste list under the Resource Conservation and Recovery Act is a good idea. The rule will help enhance personal safety when disposing of hazardous aerosol cans and prevent solid waste in the form of aerosol cans from making it into non-hazardous landfills.\n\nAvoidance of Puncturing Aerosol Cans at the Generator Level\n\nWaste generators will often puncture aerosol cans to attain empty status pursuant to 40 CFR 261.7. Because propellants are often highly flammable substances that could easily be ignited if proper care isnt taken. This makes proper training of aerosol can disposal necessary. The development of a collection plan of these aerosol cans will make it easier for generators to dispose of their aerosol cans and eliminate the need for hazardous aerosol waste training and eliminate the dangers associated with aerosol can puncturing. Universal waste handlers will be able to collect these cans, empty them, and dispose of them adequately.\n\nThere is concern over incompatibility of aerosol contents being drained. Because mixtures of chemicals can lead dangerous reactions, chemicals that are known to cause adverse reactions should be considered in the draining process. A suggestion is to not include Ethers including ethyl ether, chlorinated compounds, pesticides, herbicides, freons, foamers, corrosive cleaners and unknowns; or alternatively, require special regulations that would mandate the drainage of these incompatible chemicals into separate basins.\n\nRecycling of Aerosol Cans will be Encouraged\n\nBecause aerosol cans will be more easily collected by universal waste handlers, waste generators will be less inclined to dispose of their aerosol cans to a landfill. Once aerosol cans have been collected and emptied, they are then able to be recycled.\n\nLimitation to Aerosol Containers larger than 24 oz.\n\nThere is no indication in Utahs description of aerosol can in R315-273-9 that gives a rationale for limiting the definition to 24 oz. cans. Therefore, it would seem arbitrary for the EPA to utilize the same size restriction for its definition of aerosol can.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0039",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0039"
  },
  {
    "commenter_name": "Kevin L. Perry",
    "comment_date": "May 15, 2018",
    "organization": "Regulatory Environmental Group for Missouri (REGFORM)",
    "comment_text": "Please see the attached comments offered by Kevin Perry, Assistant Director, REGFORM, the Regulatory Environmental Group for Missouri.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0053/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0053",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0053"
  },
  {
    "commenter_name": "Rhett Cash, Counsel, Government Affairs, Raleigh Davis, Assistant Director, Environmental Health & Safety and Xavier Ferrier, Specialist, Environmental Health & Safety, American Coatings Association (ACA)",
    "comment_date": "May 21, 2018",
    "organization": "American Coatings Association (ACA)",
    "comment_text": "The American Coatings Association (ACA) submits the attached comments regarding the U.S. Environmental Protection Agencys (EPA) proposed rule to add hazardous waste aerosol cans to the universal waste program under the federal Resource Conservation and Recovery Act (RCRA). ACA appreciates the opportunity to comment on the proposed rule, and looks forward to assisting EPA as it develops the universal waste program. Thank you for your consideration of our comments and concerns. Please do not hesitate to contact us if you have any questions.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0069/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0069",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0069"
  },
  {
    "commenter_name": "Paul Shorb, Assistant Vice President, Senior Legal Counsel",
    "comment_date": "May 21, 2018",
    "organization": "AT&T Services Inc.",
    "comment_text": "See attached files",
    "attachments": [
      {
        "filename": "ATT Comments aerosol proposal 5-15-18",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0081/attachment_1.pdf"
      },
      {
        "filename": "EHSCP Comments to aerosol proposal 5-15-18",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0081/attachment_2.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0081",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0081"
  },
  {
    "commenter_name": "Keith Warren, Senior, Environmental Engineer, Asarco, LLC",
    "comment_date": "May 15, 2018",
    "organization": "Asarco, LLC",
    "comment_text": "Asarco, headquartered in Tucson AZ, is an integrated copper mining, smelting, and refining company. We have the following comments on the Aerosol Can Universal Waste Proposed Rule:\n\nWe commend the Environmental Protection Agency (EPA) for taking this step of including aerosol cans in the Universal Waste Regulation of 40 CFR Part 273. Asarco agrees with the EPA that managing aerosol can as Universal Waste will reduce the number of aerosol cans in landfills, will increase the volume of scrap metal being recycled, improve compliance with the Hazardous Waste regulations, and improve worker safety.\n\nIV.A Size Limit of Aerosol Cans for Inclusion in the Universal Waste Regulations:\n\nAsarco agrees with EPAs conclusion that, to be most effective, the scope of the rule should be broad. We believe the definition, including physical dimensions, volumes, masses, or contents, of an aerosol can are sufficiently determined by the aerosol can manufacturers, chemical producers, retailers, and consumers. With respect to which cans (and their contents) are appropriate for management as universal waste, the most appropriate decision-maker is the destination facility. Such facilities have the experience and operational expertise to determine which types of aerosol cans and which contents are suitable for management as universal waste versus management as solid or hazardous waste.\n\nIV.B.2 Proposed Requirements and Requests for Comments on Puncturing and Draining at Small and Large Quantity Handlers:\n\nAsarco supports EPAs proposed performance requirements for the puncturing of Universal Waste aerosol cans by Small and Large Quantity Handlers of Universal Waste. This allowance provides options and flexibility for Generators and Handlers of RCRA regulated waste, while still ensuring the safety of the workers handling the wastes as well as protection of the environment. We support the requirements of having a written Standard Operating Procedure (SOP) in place for the puncturing and draining of Universal Waste aerosol cans. Asarco also supports the requirement of performing a new waste determination at the point the aerosol can is punctured in a commercially available device manufactured specifically for the puncturing of aerosol cans.\n\nFinally, Asarco seeks confirmation that a facility that punctures aerosol cans on-site at a puncture station may continue to manage hazardous wastes generated by the process in satellite accumulation areas, provided that the facility complies with applicable requirements.\n\nWe wish to thank the EPA for undertaking this endeavor of continuously striving to improve environmental quality, worker safety, and ease of compliance with regulations that make sense for the environment, safety, and compliance.\n\nRespectfully,\n\nKeith Warren\n\nSr. Environmental Engineer\n\nAsarco, LLC",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0054/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0054",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0054"
  },
  {
    "commenter_name": "L. Neveri",
    "comment_date": "May 21, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.docx",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0067/attachment_1.docx"
      },
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0067/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0067",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0067"
  },
  {
    "commenter_name": "Wayne D'Angelo, Counsel, Steel Manufacturers Association (SMA) and Joe Green, Counsel, Specialty Steel Industry of North America (SSINA)",
    "comment_date": "May 21, 2018",
    "organization": "Steel Manufacturers Association (SMA) and Specialty Steel Industry of North America (SSINA)",
    "comment_text": "See Attached",
    "attachments": [
      {
        "filename": "Joint Comments on Proposed Universal Waste Rule for Aerosol Cans",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0092/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0092",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0092"
  },
  {
    "commenter_name": "Austen Jensen, Vice President, Retail Industry Leaders Association (RILA), Stephanie K. Barnes, Chief, Food Marketing Institute (FMI) and Christopher R. Smith, JD, LLM, Director, National Association of Chain Drug Stores (NACDS)",
    "comment_date": "May 17, 2018",
    "organization": "Retail Industry Leaders Association (RILA)",
    "comment_text": "Please see the attached joint comments by RILA, FMI and NACDS on the EPA proposal entitled \"Increasing Recycling: Adding Aerosol Cans to Universal Waste Regulations,\" which was published in the Federal Register on March 16, 2018.",
    "attachments": [
      {
        "filename": "Retail Associations - Comments on Aerosol Can Proposal - May 14, 2018",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0059/attachment_1.pdf"
      },
      {
        "filename": "Attachments 11-27 to Comments on Aerosol Proposal - May 14, 2018",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0059/attachment_3.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0059",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0059"
  },
  {
    "commenter_name": "Bryan Stolte",
    "comment_date": "May 21, 2018",
    "organization": "Environmental, Health & Safety Communications Panel (EHSCP)",
    "comment_text": "The Environmental Health & Safety Communications Panel (EHSCP or we) is pleased to provide comments in response to the Environmental Protection Agencys (EPA or Agency) proposed rule referenced above, as published on March 6, 2018 [83 Fed. Reg. 11654]; comments must be received by EPA on or before May 15, 2018.\n\nThe EHSCP strongly supports the proposed rule in most of its elements. However; we recommend a few changes to increase clarity or effectiveness.\n\nPlease find the attached letter detailing our suggestions and recommended changes to the proposed text.\n\nOn behalf of the EHSCP member companies, thank you again for the opportunity to provide comment on this proposed rule. Please contact me if you need additional information or would like to discuss our comments further.\n\nSincerely,\n\nBryan Stolte\n\nChair - Environmental, Health & Safety Communications Panel\n\nTel: (405)202-2074",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0065/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0065",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0065"
  },
  {
    "commenter_name": "Anthony McKarns",
    "comment_date": "May 14, 2018",
    "organization": "Richland Operations Office, US Department of Energy (DOE)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.docx",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0049/attachment_1.docx"
      },
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0049/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0049",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0049"
  },
  {
    "commenter_name": "Penny Wilson",
    "comment_date": "May 9, 2018",
    "organization": "Arkansas Department of Environmental Quality Office of Land Resources (ADEQ)",
    "comment_text": "The Arkansas Department of Environmental Quality Office of Land Resources is please to submit comments on the Proposed Rule, Increasing Recycling: Adding Aerosol Cans to Universal Waste Regulations.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0047/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0047",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0047"
  },
  {
    "commenter_name": "Ed Thomas, Director, Regulatory Affairs, The Fertilizer Institute (TFI)",
    "comment_date": "May 21, 2018",
    "organization": "The Fertilizer Institute (TFI)",
    "comment_text": "The Fertilizer Institute (TFI), on behalf of its member companies, submits the attached comments addressing the U.S. Environmental Protection Agencys (EPA) proposed rule entitled Increasing Recycling: Adding Aerosol Cans to the Universal Waste Regulations (hereinafter Aerosol Can Universal Waste Rule). The Aerosol Can Universal Waste Rule, published in the Federal Register on March 16, 2018, appears at 83 Fed. Reg. 11654.\n\nTFI represents the nations fertilizer industry, including producers, importers, retailers, wholesalers and companies that are engaged in all aspects of the fertilizer supply chain. Fertilizer is a key ingredient in feeding a growing global population, which is expected to surpass 9.5 billion people by 2050. Half of all food grown around the world today is made possible through the use of fertilizer.\n\nTFI members routinely generate, recycle and dispose of aerosol cans and are included in the two digit North American Industrial Classification (NAICS) codes 21 (mining), 32 (manufacturing), and 42 (fertilizer retailer). Many times aerosol cans are the sole source of hazardous waste generated at the manufacturing, mining, or retail facilities. As such, TFI members are impacted by the proposed regulatory modifications.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0066/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0066",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0066"
  },
  {
    "commenter_name": "Philip H. Gerhardt, P. E., Principal, Sevee & Maher Engineers, Inc. (SME)",
    "comment_date": "May 21, 2018",
    "organization": "Sevee & Maher Engineers, Inc. (SME)",
    "comment_text": "See attached file(s) for comments in favor of the proposed regulation.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0075/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0075",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0075"
  },
  {
    "commenter_name": "V. Bruce Thompson",
    "comment_date": "Apr 18, 2018",
    "organization": "American Exploration & Production Council (AXPC)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0029/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0029",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0029"
  },
  {
    "commenter_name": "Traylor Champion",
    "comment_date": "May 15, 2018",
    "organization": "Georgia-Pacific LLC (GP)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0055/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0055",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0055"
  },
  {
    "commenter_name": "Kevin D. McGrath",
    "comment_date": "May 17, 2018",
    "organization": "Veolia North America – Environmental Solutions and Services (Veolia)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.docx",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0063/attachment_1.docx"
      },
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0063/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0063",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0063"
  },
  {
    "commenter_name": "Steven P. Holt, P. E.",
    "comment_date": "May 21, 2018",
    "organization": "Giant Cement Holding, Inc. (GCHI)",
    "comment_text": "Please see attached file.",
    "attachments": [
      {
        "filename": "Restricted: Copyrighted",
        "link": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0064#collapseAttachmentMetadata-ember17"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0064",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0064"
  },
  {
    "commenter_name": "Eugene Collins, Deputy Assistant Secretary, Environment, Safety, and Occupational Health, Department of Defense (DOD)",
    "comment_date": "May 21, 2018",
    "organization": "Department of Defense (DOD)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0072/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0072",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0072"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 30, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Note: I am a student at Duke University studying environmental science, and I'm writing this comment as an assignment for a class on environmental policy.\n\nThe use and disposal of aerosol cans poses numerous health and safety risks to workers and the public due to their flammability, pressurized contents, and toxic materials (Safety Management Group, 2013). They are also demonstrably harmful to public health and the environment due to their effects on the atmosphere and the leaching of harmful chemicals from cans disposed in landfills (4 Reasons, n.d.; Carlson et al., 2001; Kim et al., 2015). And although the probability of serious injury is relatively low (Yarbrough, 1998), United States manufacturing and automotive facilities alone use more than 1.6 billion aerosol cans annually, so it is important that they be managed responsibly (Avoid Disposing, 2017).\n\nI am in favor of the proposed rule because it will benefit the environment, streamline the disposal process, and decrease the regulatory burden on manufacturers and businesses while saving money and ensuring that hazardous materials are properly managed.\n\nChanging aerosol cans designation from hazardous to universal waste is appropriate and necessary because the specific nature of aerosol cans require unique management strategies to mitigate risks. Currently, the system for managing aerosol cans as hazardous waste is unnecessarily complicated and difficult. Cans are treated differently based on their volume, contents, and the disposal or recycling equipment and programs that exist at any particular location. The system is also inconsistent from place to place, as individual states may have stipulated more rigorous regulatory provisions for aerosol can disposal (Aerosol Can Disposal, 2017). Streamlining the process of waste disposal by adding aerosol cans to the universal waste program will facilitate more standardized management of cans as well as ensure that they are properly dealt with in ways that prevent accidents or injuries and reduce the environmental impact of cans in landfills.\n\nIt has the potential to save businesses money as well. While disposal of hazardous materials can range from $0.79 per pound up to $25.00 per pound for different substances, other forms of universal waste have greater flexibility in pricing due to the more streamlined process of disposal, especially when recycling alternatives are considered (Indiana University, n.d.; EPA, 2016).\n\nOn the production and manufacturing side, a more streamlined process for aerosol can collection and disposal by universal waste handlers may have a large impact on both landfill capacities and environmental concerns through increased recycling programs that are facilitated by simplified and improved waste management (Avoid Disposing, 2017; Bennett, 2014; How to Recycle Aerosol Cans, n.d.).\n\nIn addition, since households are exempt from compliance with RCRA standards for dealing with hazardous waste, adding aerosol cans to the universal waste program may also have a large impact on consumer behavior and individual participation in recycling programs (EPA, n.d.). Many businesses already offer programs that assist homeowners in safely disposing of hazardous waste materials (Household Hazardous Waste Disposal, n.d.), and the addition of aerosol cans to this list may prompt similar accommodations for households in tandem with industrial and commercial compliance with the new regulations.\n\nIn conclusion, I urge the approval of the proposed rule as well as its careful implementation and evaluation, particularly in the form of thorough research on the environmental impacts of the processing of waste aerosol cans during the disposal process, as I was unable to find any satisfactory scientific analysis of these topics. I further encourage measures that will incentivize and facilitate increased recycling of waste aerosol cans due to the significant environmental and economic benefits that such an investment would stimulate.\n\nReferences are in the attached file.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0034/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0034",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0034"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 16, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "This proposal will help small quantity generators remain small quantity generators. It will also eliminate employee exposure to the hazards associated with puncturing aerosol cans containing flammable and other hazardous substances. I believe this proposed rule will help protect the environment and improve employee safety.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0023",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0023"
  },
  {
    "commenter_name": "Robert E. Fronczak, P. E., Assistant Vice President, Environment & Hazmat, Association of American Railroads (AAR)",
    "comment_date": "May 21, 2018",
    "organization": "Association of American Railroads (AAR)",
    "comment_text": "Attached are the Association of American Railroad's comments in response to EPAs notice of proposed rulemaking to add hazardous waste aerosol cans to the list of universal waste.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0068/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0068",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0068"
  },
  {
    "commenter_name": "Stacy Tatman",
    "comment_date": "May 21, 2018",
    "organization": "Alliance of Automobile Manufacturers (Alliance)",
    "comment_text": "Please see attached.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0077/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0077",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0077"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 15, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0056/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0056",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0056"
  },
  {
    "commenter_name": "Donald Bossow, CIH, Senior, Regulatory Advisor, Council on Safe Transportation of Hazardous Articles, Inc. (COSTHA)",
    "comment_date": "May 15, 2018",
    "organization": "Council on Safe Transportation of Hazardous Articles, Inc. (COSTHA)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0058/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0058",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0058"
  },
  {
    "commenter_name": "Dorothy Allen Kellogg",
    "comment_date": "May 21, 2018",
    "organization": "National Rural Electric Cooperative Association (NRECA)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0083/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0083",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0083"
  },
  {
    "commenter_name": "Karen A. Harbert",
    "comment_date": "May 21, 2018",
    "organization": "U. S. Chamber of Commerce",
    "comment_text": "See Attached",
    "attachments": [
      {
        "filename": "attachment_1.docx",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0093/attachment_1.docx"
      },
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0093/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0093",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0093"
  },
  {
    "commenter_name": "G. Njapon",
    "comment_date": "May 7, 2018",
    "organization": "Lafayette College",
    "comment_text": "My name is Gustave Njapon, and I am a mechanical engineering student at Lafayette College. I write to inform the governing body that I am in favor of supporting the Environmental Protection Agency's proposed rule of increasing recycling by adding Aerosol cans to universal waste regulations. Aerosols are common household items as they are used to store everything from food to bathroom products to paint. The principal matter for why they are hard to recycle is that the pressurized air inside and potentially hazardous contents make recycling a bit more complicated. However from taking a Sustainable Materials course at Lafayette College, I learned about the importance of making the effort to recycle items like aerosol cans. Aerosol cans are made of either aluminum or steel, both of which are high value metals that can be infinitely recycled into new metal products. Steel recycling is very important because the manufacturing process causes steel and similar metals to have high embodied energy which is the sum of all the energy required to produce any goods or services, considered as if the energy was incorporated or embodied in the product itself. A high embodied energy energy has a negative impact on the environment due to its contribution to increase in CO2 emissions and global warming. Therefore, reducing the embodied energy can significantly reduce the environmental impact of aerosol cans. It is more important than ever that recycling be more comprehensive to allow for all sorts of items that are massively produced on a global scale. This will ultimately lead us to a more sustainable future that is better for the environment.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0041",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0041"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 7, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Its funny you guys always say you are going to reduce costs and that the universal waste classification eases the regulatory burden. The US EPA must really not monitor the waste industry and costs associated. Universal wastes now are some of the highest costs for generators to incur. A drum of aerosol cans currently will cost around $45 for bulk customers and a typical end-user cost is about $100 per drum. Now if you make aerosols a universal waste there will be companies that will emerge and saturate the market with unqualified handlers and haulers, costs will balloon same as they did for waste bulbs and antifreeze. A drum of aerosols will increase to well over $150 per drum for the end user and proportionally for bulk generators. Please consider the safety ramifications of allowing underqualified companies to start handling hazardous pressurized cans. The key word is pressurized and this is where all of the risk comes into play. Do a quick search of fires that start or are suspected of starting from the aerosol processing, disposal, and storage areas. Almost every single fire in Michigan at Hazardous waste processing facilities is related to the aerosol processing, storage, and handling/puncture units. I will list the ones I know of in the last 15 years;\n\n1) ERG in Lovonia, MI;\n\n2) EQ in Detroit, MI\n\n3) Drug and Laboratory Disposal in Plainwell, MI;\n\n4) Phillips Service Companies (PSC) in Detroit, MI;\n\n5) Heritage Crystal Clean in Saginaw, MI\n\nand I know there have been others almost every time it is the improper handling and processing of aerosol cans\n\nThe carrier liquids and gases are almost always chemicals with high vapor pressures, are usually either acutely hazardous or flammable\n\nIf the main reason for changing this rule is costs, you greatly misunderstand the industry. The US EPA should be looking at increasing safety which this would definitely not accomplish.\n\nAnd the entire reason why the US EPA was commissioned was to protect the environment and regulate polluting materials. Gosh do a little research and you can easily see that deregulating aerosols will not only endanger more human life but vastly increase the likelihood of a fire, and/or release.\n\nLook at past examples. When universal wastes were classified a waste lamp/bulb(s) would cost about $0.40 per bulb, now it is $4-$6 per bulb in the span of only 5 years.\n\nI am a concerned citizen but I have worked in the waste industry as a chemist and senior project manager for over 20 years, and I do not work at a Michigan Hazardous Waste facility (so you would think that my impetus to write this would be in favor of deregulating hazardous materials so that my company could handle the waste, but on the contrary I do not want to take on the liability or risk. Please continue to let the Hazardous companies maintain the responsibility of aerosols, it is too risky!",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0042",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0042"
  },
  {
    "commenter_name": "L. Imdieke",
    "comment_date": "May 7, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "I support the proposal to add hazardous waste aerosol cans to the universal waste program under the federal Resource Conservation and Recovery Act (RCRA) regulations. Regulating the generation, transportation, treatment, recycling, and disposal of hazardous waste aerosol cans must be considered to prevent additional hazardous waste from entering into the solid waste landfill. (Federal Register, 2018). Consideration of this proposed rule will be beneficial to the industries affected in several ways. The regulation will avoid confusion on the proper handling and disposal of hazardous waste aerosol cans, it will prevent potential bodily or physical harm by reducing the likelihood of explosion, and it will prevent hazardous chemicals from entering the solid landfill thus providing a level of environmental protection. Furthermore, the proposed rule will provide significant cost savings of $3 million to $63.3 million annually. (Federal Register, 2018).\n\nIn regards to those who are affected by this proposed rule, the information states, this proposed rule making would affect persons who generate, transport, treat, recycle, or dispose of hazardous waste aerosol can, herein referred to as aerosol cans, unless those persons are households or very small quantity generators. (FedReg, 2018). It is my understanding that households do not fall under this regulation. I urge you to consider including an amendment to include regulation for the proper disposal of household hazardous waste aerosol cans and aerosol can waste recycling.\n\nMany commonly used household products are contained in aerosol cans: body care products, hair care products, sunscreens, cooking sprays, cleaning products, pesticides, paints, solvents, just to name a few. In fact, there are four billion aerosol products produced annually in the United States (Consumer Aerosol Products Council, 2017). Many people who use aerosol cans are unaware that their contents contain hazardous waste or that the empty can is recyclable. Ultimately the can and contents end up in the landfill.\n\nAerosol cans are made of aluminum and steel. These materials are non-renewable resources. However, aluminum and steel can be infinitely recycled (The Aluminum Association, 2018). American households throw $1 billion of aluminum cans into the landfill. Aluminum is easily recyclable and can directly turned back into an aluminum product after recycling (The Aluminum Association, 2018). Steel can be recycled and suffer zero degradation in performance to the recycled product (Steel Recycling Institute, 2017). The importance of recycling these non-renewable resources is invaluable in protecting our environment. The energy saved from recycling one aluminum can is enough to power the listening of an entire album on an iPod (The Aluminum Association, 2018).\n\nThe contents contained in aerosol cans may be hazardous, however the average consumer is unaware of the importance of proper disposal of hazardous materials. Including households in this regulation will provide the average aerosol consumer with the proper education to make the decision to properly dispose of the hazardous material.\n\nProviding essential education to the average consumer in regards to proper disposal of the hazardous contents of aerosol cans as well as the importance of recycling the aluminum and steel can will be beneficial to the handlers of solid waste, the environment, the steel industry, and the aluminum industry. Education of proper disposal and recycling posted on the aerosol can will provide the user with a clear and precise guideline and will also offer a reminder with each can used.\n\nIn conclusion, I support the proposed rule and encourage you to consider my suggestions of including household users in this regulation.\n\nThank you for your consideration.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0043",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0043"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 21, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "This is a great idea! Think how many cans you would get just from the fixative that President Tiny Hands sprays on his orangutan pelt every day.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0071",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0071"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 17, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Re: Increasing Recycling: Adding Aerosol Cans to the Universal Waste Regulations, Docket ID Number EPA-HQ-OLEM-2017-0463, FRL-9975-44-OLEM\n\nMany entities will manage aerosol can puncture stations as satellite accumulation areas. Under 40 C.F.R. 262.15(a), satellite accumulation areas must be at or near any point of generation where wastes initially accumulate and under the control of the operator of the process generating the waste. I request clarification on how these rules would apply to puncture stations.\n\nFor example, assume an operator expends a can while performing a maintenance activity in a detached satellite building. The nearest puncture station is located in a separate building. The operator does not want to be interrupted, so he gives the can to another trained and authorized employee who brings the aerosol can to the puncture station and performs the puncturing. Under the corporations written policy and procedures, only employees that have been trained and specifically authorized may operate the puncturing device. All other employees in the surrounding area of the satellite accumulation area have received general environmental training and are competent to respond to spills. Environmental management personnel oversee implementation of these policies and procedures by performing periodic inspections of the areas. Any breach of these procedures is an actionable offense. Would this practice comply with the satellite accumulation area requirements?\n\nUnder this scenario, the relevant point of generation for aerosol can residue appears to be the point at which the aerosol can is punctured and the residue is drained into the hazardous waste container, not the point at which the can is expended. Under 40 C.F.R. 262.11, EPA has made clear that the point of waste generation and the point at which a hazardous waste determination is initially required is the same. See 40 C.F.R. 262.11 (requiring generators to make a hazardous waste determination at the point of waste generation, before any dilution, mixing, or other alteration of the waste occurs). Illustratively, under the proposed rule, once the aerosol can residue is drained into the container, the handler as the generator of the waste stream must conduct a hazardous waste determination on the emptied aerosol can and its contents. Id. 273.13(e)(3)(v), 273.33(e)(3)(v) (proposed). By requiring the generator to conduct a hazardous waste determination upon puncturingan act that 262.11 requires at the point of generationthe proposed rule indicates that the act of puncturing is a point of generation within the meaning of 40 C.F.R. 262.15(a). Based on this understanding, the point of generation (i.e., the puncturing apparatus) will always be at or near the satellite accumulation container (i.e., the container collecting the drained contents) provided the puncturing device is properly affixed to the drum.\n\nThe satellite accumulation area also appears be under the control of the operator. In this scenario, the operator generating the aerosol can residual waste stream would be the employee puncturing the can, not the employee expending the can. Pursuant to corporate policy, the employee that punctured the can is specifically authorized and trained to perform this function. All other employees who have not received this authorization and training are prohibited from operating the device. Moreover, environmental employees inspect the area periodically, ensuring adequate oversight is present. These measures arguably provide sufficient control over the satellite accumulation area.\n\nPlease indicate whether you agree with this regulatory interpretation. Thank you for the opportunity to comment on this proposal. I look forward to your response.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0062",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0062"
  },
  {
    "commenter_name": "D. Gardner",
    "comment_date": "May 3, 2018",
    "organization": "Lafayette College",
    "comment_text": "Dear Docket,\n\nIt is my belief that the addition of hazardous aerosol can waste to the universal waste program would successfully provide both incentive by awareness and ability for many people which going forward would work to greatly decrease the number of potentially dangerous and wasteful aerosol cans that are improperly disposed of in our country today. This effort aligns with both the common interest of the public for decreased impact on landfills and increased safety from the potential release of dangerous chemicals commonly remaining in such containers.\n\nThis proposal, as I understand it, would facilitate money and effort to go towards the creation of collection programs for aerosol cans--including those prone to be hazardous such as those used for paints, pesticides, and solvents among other things--which are often otherwise disposed of in landfills without being properly emptied. The pressure and dangerous contents pose problems to waste management efforts and moreover these cans are rarely recycled given lack of infrastructure that exists to facilitate this.\n\nBy adding these aerosol containers to the universal waste program, initiatives country-wide can begin to raise awareness and collect some of the estimated 3.8 billion aerosol cans that are used in the United States annually (1). The combined awareness of recycling and programs to facilitate this recycling will do our country and our future good, and protect human health and the environment, which is the self-described goal of the EPA.\n\nThank you for your time and consideration of my thoughts.\n\nDaniel Gardner, Concerned Citizen and Student of Lafayette College, Easton PA\n\nSources:\n\nU.S. EPA. (2018). Increasing recycling: Adding aerosol cans to the universal waste regulations. Retrieved from: https://www.epa.gov/hw/increasing-recycling-adding-aerosol-cans-universal-waste-regulations\n\n(2) https://www.lion.com/lion-news/april-2016/how-to-manage-aerosol-cans-under-rcra-hazardous-wa",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0038",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0038"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 16, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "On page 11656 (2nd column) EPA, by omission, appears to be saying that an aerosol can is not D003:\n\n\"In addition, the aerosol can\n\nmay also be a hazardous waste for other\n\nreasons when discarded. More\n\nspecifically, an aerosol can may contain\n\nmaterials that exhibit hazardous\n\ncharacteristics per 40 CFR part 261\n\nsubpart C.\"\n\nAs a service to the regulated community and state agencies, EPA should specifically state whether it considers waste aerosol cans to be D003 when the cans explode upon heating.\n\nIn response to EPAs 2014 open question on the issue in it's Retail Sector NODA (2/14/14 Fed Reg at p 8929, 2nd col, and p 8934, 3rd col), one noteworthy comment (docket # EPA-HQ-RCRA-2012-0426-0052) was as follows:\n\n\"The 261.23 regulation entitled 'Characteristic of Reactivity' states at (a)(7) that 'a solid waste exhibits the characteristic of reactivity if a representative sample of the waste has any of the following properties...It is capable of detonation or explosive reaction if it is subjected to a strong initiating source or if heated under confinement.' Because the aerosol can still continues to function as a product (as demonstrated by it continuing to perform the important function of preventing the release of its contents to the environment), it is not a waste<<FOOTNOTE 4 ATTACHES HERE>> and therefore it is only the CONTENTS that constitute the waste. Thus it is only those contents that must be evaluated for this 261.23(a)(7) characteristic. This testing would be accomplished by placing those contents in a robust testing vessel having sufficient structural strength that it would not rupture simply as a result of the increased pressure unavoidably achieved as the temperature is raised while the contents remain confined. Only if those contents inside the test vessel detonate or undergo 'explosive reaction' would it meet 261.23(a)(7) criteria. Simple expansion due to a natural increase in pressure of the contents being tested does not constitute 'explosive reaction' or 'detonation'. (We note that if it did, discarded pure water sealed inside an ordinary tin can would need to be classified as D003 reactive hazardous waste as a consequence of the water vaporizing and the resulting steam pressure causing the can to suddenly burst open.)\n\n\"Aerosol cans are designed to safely hold their contents at ordinary temperatures and will not typically withstand the pressures achievable if they are heated, and will likely burst. But such bursting is not a valid indicator of whether the contents of an aerosol can are D003 reactive under 261.23(a)(7) because the bursting is caused by the simple physical expansion of the contents (rather than by a chemical reaction or detonation) and the subsequent structural failure of the container product that had been adequately holding those contents.\n\n\" FOOTNOTE 4 READS AS FOLLOWS: This is supported by RO# 13468, which determined that landfilled lead shielding containers are not yet solid wastes when they 'continue to fulfill this intended use,' i.e., 'as long as the shielding is fulfilling its intended use.' \"\n\nEPA should take the above EPA-HQ-RCRA-2012-0426-0052 comment into consideration and specifically state that aerosol cans which explode upon heating would not 'automatically' exhibit the D003 characteristic because the 261.23(a)(7) criteria are not 'automatically' met.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0022",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0022"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 16, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Ford Motor Company supports the classification of aerosol cans as Universal Wastes. We believe the streamlined management rules for Universal Wastes would simplify our regulated waste management procedures at our facilities and provide additional waste management options for aerosol cans while continuing to provide a framework to manage these waste streams in a safe, responsible, and compliant way.\n\nWe also propose that USEPA adopt satellite accumulation areas for aerosol cans as detailed in the Ohio Administrative Code [3745-273-09(U)]. Satellite accumulation areas for aerosol cans will reduce the burden on Universal Waste Handlers from having to date each bulk container of aerosol containers throughout a large facility and keep track of different accumulation start dates for the purposes of the one-year accumulation limit. Also, the provision may allow some Universal Waste Handlers to accumulate larger amounts of aerosol containers which may make disposal more cost effective.\n\nFord Motor Company appreciates the opportunity to comment on this proposed rulemaking and will comment on specific proposed rules once they are developed.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0024",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0024"
  },
  {
    "commenter_name": "DLA Disposition Services",
    "comment_date": "Apr 17, 2018",
    "organization": "DLA Disposition Services",
    "comment_text": "I have a few questions:\n\nDoes the proposed Rule includes Aerosol cans containing Reactive and Corrosive materials?\n\nor are these manage differently?\n\nhow about those aerosol cans containing, fungicides, herbicides and pesticides?\n\nwill they be manage as UW, also?\n\nthanks,",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0027",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0027"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 24, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "I am very much in favor of this rule being implemented. If this rule were to be adopted, aerosol cans would be added to the universal waste program that the EPA has implemented. This change in the Resource Conservation and Recovery Act (RCRA) would benefit a wide variety of establishments that deal with aerosol cans, which includes both the retail sector and the waste management sector. Aerosol cans are very hazardous and have become a burden in many landfills. Even if aerosol cans are empty they still provide a threat due to their pressurized state and the potential remaining chemicals and residues still left inside the cans, even if they appear to be empty. Currently, the EPA doesnt have a national regulation stating how to properly deal with aerosol cans. They also dont provide retailers with specific guidelines on how to properly manage or dispose cans, resulting in many employees being at risk by trying to puncture cans to depressurize them or be able to dispose of them easily. This makes the issue of aerosol can disposal not only an environmental health issue but an occupational safety issue for many work places. United States manufacturing and automotive facilities alone use more than 1.6 billion aerosol cans annually according to the EPA. As you can imagine these cans usually contain hazardous materials like brake cleaners, degreasers, lubricants, and paints, all of which are hazards to our environment. Not only are these products hazardous, but many of them are also flammable, providing huge risks for landfills. If these products were to mix or explode under pressure in a landfill, massive fires could spread and lead to the emissions of huge amounts of greenhouse gases. The Consumer Specialty Products Association estimates that 3.82 billion aerosol cans were filled in the United States in 2015. The Consumer Specialty Products Association also estimated that aerosol cans make up about 40% of all retail items managed as hazardous waste at large retail facilities. These statistics show the huge prevalence of these products in the United States and point to the need for a national and regulated disposal systems. If left to the individual states, many will implement helpful disposal methods, however, there will be no national guidelines and the odds are that some states will not both with such an issue. These points obviously support the need for a universal disposal program. Given their hazards to the environment and to occupational health, these policies seem necessary.\n\nHowever, potentially implementing a system to aid in retail disposal and management of aerosols could inadvertently encourage retails to produce, buy, and sell more aerosol products. Even if the EPA does create a safe way to dispose of them that potentially eases the financial burden of retailers disposing of the cans, this doesnt mean that aerosol cans in general dont provide a negative impact on the environment. Aerosols contribute greatly to an increase in cloud coverage and capture of pollutants within clouds according to NASA. NASA considers cloud coverage and the effects of differing cloud composition one of the most uncertain pieces of our changing environment. Not much is understood about the potential growing effects of aerosol particles in our air, however, researchers are just starting to see the buildup of these particles and the original estimates do not look promising for future increase of aerosols and our environment. The EPA created the WasteWise program to help aid in reduction and eventually elimination of industrial wastes such as aerosol cans. As part of this program, the EPA suggests trying to use refillable containers that use compressed air as the propellant for the material in the can. These cans are produced in both plastic and metal materials. It almost seems that making disposal more difficult for retailers and manufacturers would encourage them to utilize alternative methods like this one. However, its a hard line to walk because the United States is a long way from eliminating aerosol cans and therefore, a proper disposal method is necessary in the time being.\n\nI believe that a waste program like this is necessary and I am in favor of this ruling, however, I believe that in coordination with this, there should be an implementation of research or a potential tax for production of aerosol cans. The potential negative effects of this ruling could be dramatic and increase our air pollution greatly in the long run, but in the short term, this ruling is necessary and would aid temporarily in reducing the environmental and occupational health risks.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0031",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0031"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 17, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Section IV.B.2:\n\nConsidering current State and Regional guidance it is absolutely germane to request an Exemption be included in this proposed regulation for Handlers and Destination Facilities who have actual RCRA Permitted Treatment Units, that may or may not be \"commercially available devices\", which conduct puncturing and draining of Aerosol containers.\n\nReason;\n\nSome Facilities' Puncturing and Draining Devices may be unintentionally excluded from use due to the narrow definition listed in this Proposed Rule even though they may possess; a proprietary design specifically developed for this purpose, vetting was conducted by the governing regulatory agency and are more robust than the average commercial device.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0025",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0025"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 16, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "As a member of the public, I am strongly in favor of this idea. Aerosol cans are common, and are one of the remaining forms of waste that cannot be easily recycled. Increasing regulations and making it easier for these products to be safely disposed of and recycled will result in a positive change to decrease unnecessary waste.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0021",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0021"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 16, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "CHINA and INDIA, has the Unhealthy air and water ...BUT the USA has Good Air and Good Water Quality. Why the Regulations on the Poor and working class of America when China has passed United States in 2011 as the largest global GHG emitter and China, India, do not ascribe to international GHG reduction agreements.\n\nThink of the Billions each year, spent on regulations in USA on Fake water and air news, that could go to Schools, Health, Roads, infrastructure, Budget, Trade Balance. Wow.\n\nCHINA; Shanghai only three percent of the water in the city's rivers and lakes was sufficient quality to be used as water resources for residents. The poor quality of the rest of Shanghai's water resources is mainly due to discharges by local Shanghai. The Nature Conservancy in 2016 stated that 73 percent of the water catchment areas that supply surface water, which we depend on for daily consumption, to Shanghai and 29 other major Chinese cities were affected by medium to high pollution levels. mid-2016, Zhang Quan, director of Shanghai Environmental Protection Bureau, stated that 56 percent of the city's waterways were rated in 2015 as lower than Grade V the lowest acceptable water quality level. water quality in the Huangpu river, which still supplied about 30 percent of Shanghai tap water in 2015, was worsening. Many of the pipes that bring the water to Shanghai homes are old, rusted and not up to the same standards used in developed countries, so leaching of metals and sediment into Shanghai water. Shanghai Quality and Technical Supervision Bureau showed that the faucets of several water tap manufacturers commonly used in Shanghai had excessive levels of lead. 21 of the 68 batches of faucets tested in July 2013 failed quality tests.\n\nChina : Pollution in Shanghai\n\nShanghai air has an annual average of 52 g/m3 of PM2.5 particles. That's 5.2 times worse than WHO safe level. in China, 6716 children die of air pollution-related diseases every year.\n\nAir pollution data from World Health Organization Info 2018\n\nPM10 is 84\n\nPM2.5 is 52\n\nPM10 Pollution Level: High RED ,UNHEALTHY\n\nPollution Index: 83.20 UNHEALTHY\n\nPollution Exp Scale: 150.10 High RED ,UNHEALTHY\n\nAir Pollution 81.39 Very High UNHEALTHY\n\nDrinking Water Pollution 65.77 High UNHEALTHY\n\nWater Pollution 74.07 High UNHEALTHY\n\nAir quality 18.61 Very Low UNHEALTHY\n\nDrinking Water Quality 34.23 Low UNHEALTHY\n\nWater Quality 25.93 Low UNHEALTHY\n\nThe emission of the nitrogen dioxide pollutant has gone up significantly in the South Asia region, Chhattisgarh region of India, largest increases occurred over Jamnagar (India), Dhaka (Bangladesh) had the largest increase (79 per cent) of any world city. China, the world's growing manufacturing hub, saw an increase of 20 to 50 per cent in nitrogen dioxide,\n\n$215 Billion on green spending has gone to other countries, according to UN. Industrialized countries were to offset the impact of their greenhouse gas emissions but the Policy instrument and money that international community has TAKEN from the working class and poor of USA has failed over the past decade to facilitate real-world emissions mitigation are collapsing further in Asia , with potentially devastating consequences in China, India polluters.\n\nINDIA DelhiLast update: April 2018\n\nAir pollution data from World Health Organization Info\n\nPM10229 very Unhealthy\n\nPM2.5122 very Unhealthy\n\nPM10 Pollution Level: Extremely High very unhealthy\n\nPollution Index:91.13BAD, very Unhealthy\n\nPollution Exp Scale: 165.66 BAD Very Unhealthy\n\nAir Pollution 87.81 Very High Bad, very unhealthy\n\nDrinking Water Pollution 64.46 High Bad , Very Unhealthy\n\nWater Pollution 77.89 High Bad very Unhealthy\n\nAir quality 12.19 Very Low Bad unhealthy\n\nDrinking Water Quality 35.54 Low Bad unhealthy\n\nWater Quality 22.11 Low bad, unhealthy\n\nUSA has Clean air and Clean Water. Air apps and meters are now on the internet, and stores, see chart at bottom. FOR EXAMPLE in the oil and gas states\n\nTEXAS HOUSTON The air has an annual average of 10 g/m3 of PM2.5 particles. That's at the WHO safe level. Healthy, GREEN\n\nALABAMA, Birmingham The air quality has annual average of 11 g/m3 of PM2.5 particles. That's 10% BETTER than WHO safe level. GREEN\n\nKENTUCKY , Louisville annual average of 11 g/m3 of PM2.5 particles. That's 10% BETTER than WHO recommended safe level. GREEN\n\nPENNSYLVANIA, Pittsburgh, air quality has an annual average of 10 g/m3 of PM2.5 particles. That's at the WHO safe level. GREEN",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0019",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0019"
  },
  {
    "commenter_name": "Catherine J. Eichner",
    "comment_date": "May 15, 2018",
    "organization": "Pinellas County Department of Solid Waste (PCDSW)",
    "comment_text": "Please see attached.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0051/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0051",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0051"
  },
  {
    "commenter_name": "Michael Nelson",
    "comment_date": "May 21, 2018",
    "organization": "ConocoPhillips Alaska, Inc. (CPAI)",
    "comment_text": "ConocoPhillips Alaska, Inc. supports the Environmental Protection Agency proposal to add hazardous waste aerosol cans to the list of universal wastes regulated under the Resource Conservation and Recovery Act regulations. This proposed change, once finalized, will benefit a wide variety of establishments generating and managing aerosol cans, and lays out a clear, practical system for handling discarded aerosol cans.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0088/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0088",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0088"
  },
  {
    "commenter_name": "Marcia Y. Kinter, Vice President, Government & Business Information, Specialty Graphic Imaging Association and Gary Jones, Assistant Vice President, Environmental, Safety and Health,  Printing Industries of America, Graphic Arts Coalition",
    "comment_date": "May 21, 2018",
    "organization": "Specialty Graphic Imaging Association and Printing Industries of America, Graphic Arts Coalition",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0090/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0090",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0090"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Mar 26, 2018",
    "organization": "Schreiner University",
    "comment_text": "Hi! This is POLS2301 from Schreiner University. Just learning about regulations today. Appreciate all that you do. Thanks a bunch!",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0017",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0017"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 3, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "This proposed rule should be earnestly considered. If this rule were to be adopted, hazardous waste aerosol cans would be added to the universal waste program established by the EPA. The reason why the EPA feels as though hazardous waste aerosol cans should be added to the federal universal waste program is because of how much they are being used. The Consumer Specialty Products Association estimated that 3.82 billion aerosol cans were filled in the United States in 2015. The CPSA also estimated that aerosol cans make up 40% of all retail items managed as hazardous waste at large retail facilities (EPA). Since this product is being so widely used it would make sense for its disposal to be regulated nationally. It would be beneficial for hazardous waste aerosol cans to be a part of this program because this program promotes the collection and recycling of all substances considered \"universal waste\", eases the burden on retailers and transporters who collect and dispose of these wastes, and encourages the development of other programs to reduce the quantity of these wastes (EPA). The universal waste program also requires that hazardous wastes are handled in a certain way in order to prevent damages to the environment. Many retailers and generators claim that it is very difficult to know what to do when they have to dispose of aerosol cans that are hazardous waste (Keller). By adding this entity to the universal waste program, retailers would have precise regulations to follow and confusion would be eliminated, since the EPA would take over in the disposal of these hazardous waste aerosol cans. With a new comprehensible and practical system, regulatory costs for these establishments who generate and manage aerosol cans would also be reduced significantly (EPA). There have been multiple states that have already successfully established their own universal waste aerosol can program. One example being California. California has on its own already established standards for who must comply with the program, requirements for handling universal waste aerosol cans, and requirements for processing these cans. California successfully established this rule change within their California Heath and Safety Code (DTSC). A few other states have also instituted this policy. Given that adding hazardous waste aerosol cans to the universal waste program could further protect the environment, provide companies with a clear and practical system for generation and disposal, and alleviate costs, there is no reason why this rule should not be instituted at a federal level regulated by the Environmental Protection Agency.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0018",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0018"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 24, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "Dear EPA-HQ-OLEM-2017-0463-0001 Docket,\n\nI strongly agree that adding hazardous waste aerosol cans to the universal waste program under the federal resource Conservation and Recovery Act would be beneficial (Regulations.gov, 2018). In the Background section it stated that if aerosol cans are not managed or disposed of correctly the can may burst, releasing its contents (Regulations.gov, 2018). According to the U.S. EPA, aerosol cans can be used for dispensing various things such as pesticides and paints, so if disposed of improperly they can be a danger to public health and the environment (U.S. EPA, 2018). For example, over exposure to pesticides may be result in an increased risk in cancer (U.S. EPA, 2018). Implementing this rule would ensure that aerosol cans are sent to the appropriate facility, therefore not endangering the health of the environment or the public.\n\nAs stated in the General Information section, adding aerosol cans to the universal waste program could annually save anywhere from three million to about sixty three million dollars a year (Regualtions.gov, 2018). By implementing this rule it will not only help the environment and public, but will have a huge economic impact as well. In the book Six Degrees: Our future on a hotter planet by Mark Lynas, he states that we have less than a decade remaining to peak and begin cutting global emissions (p. 270). Therefore, I urge the EPA to add aerosol cans to the universal waste program because every little change that we can make to help save our environment will make a difference and I strongly believe that this change will be beneficial to our planet.\n\nReferences\n\nLynas, Mark. (2008). Six degrees: Our future on a hotter planet. Washington, D.C.: National Geographic Society.\n\nU.S. EPA. (2018). Increasing recycling: Adding aerosol cans to the universal waste regulations. Retrieved from: https://www.epa.gov/hw/increasing-recycling-adding-aerosol-cans-universal-waste-regulations\n\nU.S. EPA. (2018). Pesticides impact on Indoor air quality. Retrieved from: https://www.epa.gov/indoor-air-quality-iaq/pesticides-impact-indoor-air-quality\n\nRegulations.gov. (2018). Increasing recycling: Adding aerosol cans to the universal waste regulations. Retrieved from: https://www.regulations.gov/document?D=EPA-HQ-OLEM-2017-0463-0001",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0033",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0033"
  },
  {
    "commenter_name": "Richard Leahy, Vice President and Teresa Pruitt, Senior Director",
    "comment_date": "May 21, 2018",
    "organization": "Walmart Inc.",
    "comment_text": "Please see attached comments by Walmart Inc. on EPAs proposal entitled \"Increasing Recycling: Adding Aerosol Cans to Universal Waste Regulations,\" which was published in the Federal Register on March 16, 2018. See 83 Fed. Reg. 11,654",
    "attachments": [
      {
        "filename": "Attachment 1: RCRA an Retail Considering the Fate of Consumer Aerosol Cans",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0084/attachment_1.pdf"
      },
      {
        "filename": "Attachment 2: Closing Statement Scott Fulton President Waste Not, Want Not — An Instruction for Regulatory Reform?",
        "link": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0084#collapseAttachmentMetadata-ember23"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0084",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0084"
  },
  {
    "commenter_name": "Robert C. Isner",
    "comment_date": "May 21, 2018",
    "organization": "Connecticut Department of Energy and Environmental Protection (CT DEEP)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0070/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0070",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0070"
  },
  {
    "commenter_name": "Megan Berge, Samia Broadaway, Cross-Cutting Issues Group (CCIG)",
    "comment_date": "May 21, 2018",
    "organization": "Cross-Cutting Issues Group (CCIG)",
    "comment_text": "Attached please find the comments of the Cross-Cutting Issues Group on EPAs proposed rule entitled Increasing Recycling: Adding Aerosol Cans to the Universal Waste Regulations, EPAHQOLEM20170463, 83 Fed. Reg. 11,654 (Mar. 16, 2018).",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0082/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0082",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0082"
  },
  {
    "commenter_name": "Glen Carter, Senior Product Design and Development Engineer",
    "comment_date": "May 25, 2018",
    "organization": "Justrite Manufacturing Company, LLC",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0094/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0094",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0094"
  },
  {
    "commenter_name": "Brandon Curtis",
    "comment_date": "May 21, 2018",
    "organization": "Nucor Corporation (Nucor)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0087/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0087",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0087"
  },
  {
    "commenter_name": "James C. Sferra",
    "comment_date": "May 21, 2018",
    "organization": "Ohio Environmental Protection Agency",
    "comment_text": "Please see attached file(s) and contact Karen Hale, Ohio EPA, if you have questions.\n\nThank you for the opportunity to comment on this rule making.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0080/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0080",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0080"
  },
  {
    "commenter_name": "Richard A. Starr",
    "comment_date": "May 21, 2018",
    "organization": "American Chemistry Council (ACC)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0086/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0086",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0086"
  },
  {
    "commenter_name": "Charles Franklin, Vice President and Counsel, Government Affairs, Portland Cement Association (PCA)",
    "comment_date": "May 21, 2018",
    "organization": "Portland Cement Association (PCA)",
    "comment_text": "Attached please find comments from the Portland Cement Association. If you have any questions regarding these comments, please feel free to contact Charles Franklin at 202-719-1977 or cfranklin@cement.org.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0089/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0089",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0089"
  },
  {
    "commenter_name": "C. Jimenez",
    "comment_date": "May 15, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0057/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0057",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0057"
  },
  {
    "commenter_name": "Jerry Schwartz, Senior Director, Energy and Environmental Policy, American Forest & Paper Association (AF&PA)",
    "comment_date": "May 17, 2018",
    "organization": "American Forest & Paper Association (AF&PA)",
    "comment_text": "See attached file.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0060/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0060",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0060"
  },
  {
    "commenter_name": "Nicholas Georges",
    "comment_date": "May 15, 2018",
    "organization": "Household & Commercial Products Association (HCPA)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0052/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0052",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0052"
  },
  {
    "commenter_name": "Khushi Desai and Isabel Segarra Treviño",
    "comment_date": "May 21, 2018",
    "organization": "Earthjustice, California Communities Against Toxics (CCAT)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0091/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0091",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0091"
  },
  {
    "commenter_name": "Charles Schwer",
    "comment_date": "May 21, 2018",
    "organization": "Northeast Waste Management Officials' Association (NEWMOA)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0073/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0073",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0073"
  },
  {
    "commenter_name": "James A. Williams, II, Vice President of Government Affairs, Environmental Technology Council (ETC)",
    "comment_date": "May 21, 2018",
    "organization": "Environmental Technology Council (ETC)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0074/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0074",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0074"
  },
  {
    "commenter_name": "Stephen A. Cobb, Chief, Land Division, Alabama Department of Environmental Management (ADEM)",
    "comment_date": "May 9, 2018",
    "organization": "Alabama Department of Environmental Management (ADEM)",
    "comment_text": "Please refer to the attached document.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0046/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0046",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0046"
  },
  {
    "commenter_name": "Stephen Castellane",
    "comment_date": "Apr 17, 2018",
    "organization": "Department of Defense (DoD)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0026/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0026",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0026"
  },
  {
    "commenter_name": "James R. Roewer, Executive Director, Utility Solid Waste Activities Group (USWAG)",
    "comment_date": "May 21, 2018",
    "organization": "Utility Solid Waste Activities Group (USWAG)",
    "comment_text": "Please find attached comments submitted on behalf of the Utility Solid Waste Activities Group (\"USWAG\")",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0078/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0078",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0078"
  },
  {
    "commenter_name": "Jamie Burr",
    "comment_date": "May 21, 2018",
    "organization": "Tyson Foods, Inc. (Tyson)",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0076/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0076",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0076"
  },
  {
    "commenter_name": "Selin Hoboy",
    "comment_date": "May 17, 2018",
    "organization": "Stericycle, Inc.",
    "comment_text": "Please See Comments Attached\n\nSelin Hoboy\n\nStericycle, Inc.",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0061/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0061",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0061"
  },
  {
    "commenter_name": "L. Neveri",
    "comment_date": "May 11, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "See attached file(s)",
    "attachments": [
      {
        "filename": "attachment_1.docx",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0048/attachment_1.docx"
      },
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0048/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0048",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0048"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 23, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "I am in favor of this idea. I believe it will benefit many companies as well as the environment. This rule will make it easier for people to recycle aerosol cans, which will lead to fewer cans in the landfill. The rule will also make it easier for retailers to transport and dispose of the cans, which could save them money. Overall I think this rule will be very beneficial to the environment and businesses that handle aerosol cans.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0030",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0030"
  },
  {
    "commenter_name": "M. Collentine",
    "comment_date": "Apr 24, 2018",
    "organization": "US Army Reserve Hazardous Waste Working Group",
    "comment_text": "Comment on Increasing Recycling: Adding Aerosol Cans to the Universal Waste Regulations;\nDocket ID No. EPA-HQ-((Page 11655))OLEM-2017-0463.\n\nComment from the US Army Reserve Hazardous Waste Working Group,\n\nBased at Ft. McCoy, WI (email address: michael.g.collentine.ctr@mail.mil).\n\nPage 9. IV. B.1. \"Handlers may sort aerosol cans by type.\" The \"may\"\nimplies this is optional. Does this mean if a handler doesn't choose to sort\naerosols by type they could mix them all together, e.g. paint, chlorinated\nsolvent, refrigerant, etc. all in one drum to ship off for recycling? This\nmight make it more difficult for a recycling center to properly treat the\nresidual chemicals. Will the decision on whether that \"may\" becomes a \"will\"\nbe left to the recycling center receiving them and the technologies they\nhave?",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0032",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0032"
  },
  {
    "commenter_name": "M. Swarthout",
    "comment_date": "May 14, 2018",
    "organization": "CSU Monterey Bay",
    "comment_text": "Dear EPA\n\nI am pleased to see that the EPA is taking steps to try to ensure a better system for the collection and recycling of aerosol cans. While I believe that aerosol can manufacturing should be more heavily regulated, taxed and discouraged, I do realize that a complete ban, although best for our environment, would be unrealistic. Increasing regulations to make the recycling of aerosol cans easier is one step toward a better future in the reduction of landfill waste.\n\nAlong with the new designation pertaining to recycling aerosol cans I would like to suggest that more effort should be made by the EPA in educating the public on the Universal Waste Regulations. In general not enough people care about how to recycle hazardous items, such as batteries. If the general public was more aware of how easy and beneficial it is to properly dispose of these types of items so they do not go to landfills and contaminate our soils I believe they would be more inclined to participate.\n\nMegan Swarthout",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0050",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0050"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "May 9, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "As a student in Pratt Institute's Graduate Center for Planning and the Environment I would like to commend the EPA for its efforts in analyzing the impacts and acknowledging the benefits of adding hazardous waste aerosol cans to the universal waste program under the federal Resource Conservation and Recovery Act (RCRA) regulations. I would hope that this proposed rule from the EPA also sees this as an opportunity to address the environment health inequities that low income and often predominantely people of color communities face, specifically in relation to the proximity to landfills and combustors.\n\nBelow I have identified some ideas and opportunities to do address this:\n\n(1) As the proposed rule states, it hopes to \"encourage the development of municipal and commercial programs to reduce the quantity of these wastes going to municipal solid waste landfills or combustors\". I would like to expand on this point and recommend that the development of municipal and commercial programs be prioritized in above said communities as well as concentrated places where there is a high removal of aerosol cans such as manufacturing plant or retail store to help mitigate environment health impacts faster.\n\n(2) As aerosol cans are commonly used by the manufacturing industry, retail sector, and from private citizens such as ourselves, I would use this as an opportunity to increase fines and penalties for individuals or groups that continue to inappropriately dispose of aerosol cans. As this proposed rule reduces the barriers to the proper removal of aersol cans, it should be acknowledged that the continuation of adding to landfills reduces the strength of the rule and potential benefits outlined in the regulatory impact analysis (RIA).\n\n(3) As requested by the EPA for comment, there should not be a size limitation of aerosol cans to help reduce unnecessary environmental impacts in the disposable and processing of aerosol cans. As long as aerosol cans larger than twenty four ounces are in production, there should be an effort to recycle all sizes to remove the largest quantity from landfills and combustors as possible. In consistency with the four states (California, Colorado, New Mexico and Utah) that already have enacted waste programs for aerosol cans, the EPA should not have a size limitation. This promotes universality in regulation and strengthens procedure as there are less caveats for agencies that carry out enforcement to follow.\n\nUltimately, it should be the goal of the EPA to safeguard the natural environment and hold society accountable of how it impacts the natural environment. One of the major sources to environmental derogation is landfills and the poisoning of soil and inadvertently the air and our water supply. The recycling of aerosol cans offers us an opportunity to reduce the negative impact of landfills and improve the environmental health of people who have face a disproportionate impact from them.",
    "attachments": [],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0045",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0045"
  },
  {
    "commenter_name": "James R. Roewer",
    "comment_date": "Jun 27, 2018",
    "organization": "Utility Solid Waste Activities Group (USWAG)",
    "comment_text": "See Attached",
    "attachments": [
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0095/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0095",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0095"
  },
  {
    "commenter_name": "Anonymous public comment",
    "comment_date": "Apr 16, 2018",
    "organization": "Environmental Protection Agency",
    "comment_text": "See attached file(s).",
    "attachments": [
      {
        "filename": "attachment_1.docx",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0020/attachment_1.docx"
      },
      {
        "filename": "attachment_1.pdf",
        "link": "https://downloads.regulations.gov/EPA-HQ-OLEM-2017-0463-0020/attachment_1.pdf"
      }
    ],
    "comment_id": "EPA-HQ-OLEM-2017-0463-0020",
    "source_url": "https://www.regulations.gov/comment/EPA-HQ-OLEM-2017-0463-0020"
  }
]